Repository: appditto/natrium_wallet_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, cs, de, es, fr, he, hi, hu, id, it, ko, lv, ms, nl, pl, pt, ro, ru, sl, sv, tl, tr, zh_hans, zh_hant

# unlockBiometrics
source: Authenticate to Unlock Natrium
ar: مصادقة لفتح نتريوم
bg: Удостовери за Отключване на Natrium
cs: Ověřte a odemkněte Natrium
de: Authentifizieren, um Natrium zu entsperren
es: Autentíquese para desbloquear Natrium
fr: Authentifier pour déverrouiller Natrium
he: בצע אימות בכדי לשחרר את נאטריום מנעילה
hu: Hitelesítés Szükséges a Natriumba való bejelentkezéshez
id: Otentikasi untuk Membuka Natrium
it: Autenticati per Sbloccare Natrium
lv: Autorizējieties, lai piekļūtu Natrium
nl: Verifiëren om Natrium te ontgrendelen
pt: Autentique-se para desbloquear Natrium
ro: Autentificaţi-vă pentru a debloca Natrium
ru: Аутентификация для разблокировки Natrium
sl: Avtenticiraj za odklep Natrium
sv: Verifiera för att låsa upp Natrium
tl: I-Authenticate para ma-unlock
tr: Natrium’u Açmak için Kimliğini Doğrula
zh_hans: 以生物特征解锁 Natrium
zh_hant: 以生物特徵解鎖 Natrium

# lockAppSetting
source: Authenticate on Launch
ar: المصادقة في الاطلاق
bg: Удостовери на Стартиране
cs: Ověřit při spuštění
de: Authentifizierung beim Öffnen
es: Autenticarse al iniciar
fr: Authentifier au démarrage
he: בצע אימות בעת הפעלה
hu: Hitelesítés az Indításnál
id: Otentikasi saat diluncurkan.
it: Autenticazione all'Avvio
lv: Autentificēties palaižot
nl: Verifiëren bij starten
pt: Autenticar ao iniciar
ro: Autentificați-vă la deschidere
ru: Аутентификация при запуске
sl: Avtenticiraj ob zagonu
sv: Verifiera vid uppstart
tl: I-authenticate sa paglunsad
tr: Başlangıçta Kimlik Doğrula
zh_hans: 启动时要求认证
zh_hant: 啟動時要求驗證

source: Locked
ar: مقفل
bg: Заключено
cs: Zamčeno
de: Gesperrt
es: Bloqueado
fr: Verrouillé
he: נעל
hu: Lezárva
id: Terkunci
it: Bloccato
lv: Aizslēgts
nl: Vergrendeld
pt: Bloqueado
ro: Închis
ru: Закрыт
sl: Zaklenjeno
sv: Låst
tl: Nakalock
tr: Kilitli
zh_hans: 已锁定
zh_hant: 已鎖定

source: Unlock
ar: فتح
bg: Отключи
cs: Odemknout
de: Entsperrt
es: Desbloquear
fr: Déverrouillé
he: שחרר מנעילה
hu: Feloldás
id: Terbuka
it: Sblocca
lv: Atslēgt
nl: Ontgrendelen
pt: Desbloquear
ro: Deblochează
ru: Открыть
sl: Odkleni
sv: Olåst
tl: I-unlock
tr: Kilidi Aç
zh_hans: 解锁
zh_hant: 解鎖

# tooManyFailedAttempts
source: Too many failed unlock attempts.
ar: العديد من محاولات الفتح الفاشلة.
bg: Твърде много неуспешни опити за отключване.
cs: Příliš mnoho neúspěšných pokusů o odemknutí.
de: Zu viele Fehlversuche.
es: Demasiados intentos de desbloqueo fallidos.
fr: Trop de tentatives de déverrouillage.
he: יותר מדי נסיונות כושלים לשחרור הנעילה.
hu: Túl sok hibás feloldási kísérlet.
id: Terlalu banyak percobaan gagal.
it: Troppi tentativi di sblocco falliti.
lv: Pārāk daudz atslēgšanas mēģinājumi.
nl: Te veel mislukte ontgrendelpogingen.
pt: Muitas tentativas de desbloqueio falharam.
ro: Prea multe încercări de deblocare eșuate.
ru: Слишком много неудачных попыток разблокировки.
sl: Preveč neuspešnih poizkusov.
sv: För många ogiltiga försök.
tl: Masyadong madaming maling unlock attempts.
tr: Çok fazla kilit açma denemesi başarız oldu.
zh_hans: 解锁失败太多次
zh_hant: 解鎖失敗太多次

# securityHeader
source: Security
ar: تأمين
bg: Сигурност
cs: Zabezpečení
de: Sicherheit
es: Seguridad
fr: Sécurité
he: אבטחה
hu: Biztonság
id: Keamanan
it: Sicurezza
lv: Drošība
nl: Beveiliging
pt: Segurança
ro: Securitate
ru: Безопасность
sl: Varnost
sv: Säkerhet
tl: Seguridad
tr: Güvenlik
zh_hans: 安全性
zh_hant: 安全性

# autoLockHeader
source: Automatically Lock
ar: قفل آليً
bg: Автоматично Заключване
cs: Automaticky zamknout
de: Automatisch sperren
es: Bloquear automáticamente
fr: Verrouiller automatiquement
he: נעל באופן אוטומטי
hu: Automatikus Feloldás
id: Kunci Otomatis
it: Blocco Automatico
lv: Automātiski aizslēgt
nl: Automatisch vergrendelen
pt: Bloquear Automaticamente
ro: Blocare automată
ru: Автоблокировка
sl: Samodejno zakleni
tl: I-lock ng automatic
tr: Otomatik Kilitle
zh_hans: 自动锁定
zh_hant: 自動鎖定

# xMinutes
source: After %1 minutes
ar: بعد %1 دقائق
bg: След %1 минути
cs: Po %1 minutách
de: Nach %1 Minute
es: Tras %1 minutos
fr: Après %1 minutes
he: אחרי %1 דקות
hu: %1 perc után
id: Setelah %1 menit
it: Dopo %1 minuti
lv: Pēc %1 minūtēm
nl: Na %1 minuut
pt: Após %1 minutos
ro: După %1 minute
ru: Через %1 мин.
sl: Po %1 minutah
sv: Efter %1 minutes
tl: Pagkatapos ng %1 minuto
tr: %1 dakika sonra
zh_hans: %1 分钟后
zh_hant: %1 分鐘後

# xMinute
source: After %1 minute
ar: بعد %1 دقيقة
bg: След %1 минута
cs: Po %1 minutě
de: Nach %1 Minute
es: Tras %1 minuto
fr: Après %1 minute
he: אחרי דקה %1
hu: %1 perc után
id: Setelah %1 menit
it: Dopo %1 minuto
lv: Pēc %1 minūtes
nl: Na %1 minuten
pt: Após %1 minuto
ro: După %1 minut
ru: Через %1 мин.
sl: Po %1 minuti
sv: Efter %1 minute
tl: Pagkatapos ng %1 minuto
tr: %1 dakika sonra
zh_hans: %1 分钟后
zh_hant: %1 分鐘後

source: Instantly
ar: فوراً
bg: Веднага
cs: Ihned
de: Sofort
es: Al instante
fr: Immédiatement
he: באופן מידי
hu: Azonnal
id: Segera
it: Subito
lv: Uzreiz
nl: Direct
pt: Imediatamente
ro: Imediat
ru: Немедленно
sl: Takoj
sv: Omedelbart
tl: Agad
tr: Hemen
zh_hans: 立刻
zh_hant: 立刻

# exampleCardIntro
source: Welcome to Natrium. Once you receive NANO, transactions will show up like this:
ar: مرحبا بكم في نتريوم. بمجرد تلقي NANO ، ستظهر المعاملات كما يلي:
bg: Добре Дошли в Natrium. След като получите NANO, транзакциите ще се покажат по следния начин:
cs: Vítejte v Natriu. Jakmile obdržíte NANO, transakce se zobrazí takto:
de: Willkommen bei Natrium. Wenn du Nano sendest oder empfängst, sieht es aus wie folgt:
es: Bienvenido a Natrium. Una vez que envíe o reciba NANO, las transacciones se verán así
fr: Bienvenue sur Natrium. Lorsque vous recevrez des NANO, les transactions apparaîtront içi.
he: ברוך הבא לנאטריום. בכדי להמשיך, אתה רשאי לייצר ארנק חדש או לייבא אחד קיים
hi: नेट्रियम में आपका स्वागत है। बनानो प्राप्त करने पर सभी लेनदेन इस तरह नीचे दिखाई देंगे -
hu: Üdvözöllek a Natriumban! Így fogod látni a tranzakcióid, amikor kapsz NANO-t.
id: Hai, Saat anda mengirim dan menerima NANO, akan terlihat seperti ini
it: Benvenuto in Natrium. Una volta ricevuti dei NANO, le transazioni compariranno in questo modo
ko: Natrium에 오신 것을 환영합니다. NANO를 받으시면 거래가 다음과 같이 표시됩니다.
lv: Sveicināti Natrium. Tiklīdz saņemsiet NANO, transakcijas būs redzamas šādi:
ms: Selamat datang ke Natrium. Sekali anda menerima NANO, transaksi akan terlihat seperti ini
nl: Welkom bij Natrium. Zodra je NANO ontvangt zullen jouw transacties op deze manier verschijnen
pl: Witam w Natrium. Kiedy dostaniesz NANO, transakcje pokażą się w ten sposób
pt: Bem-vindo a Natrium. Quando você receber NANO, as transações aparecerão assim
ro: Bun venit la Natrium. Odată ce primiți sau trimiteți NANO, tranzacțiile vor arăta astfel
ru: Добро пожаловать в Natrium.Когда вы получите или отправите NANO,это будет отображено ниже.
sl: Dobrodošli v Natrium. Ko boste prejeli NANO, bodo transakcije prikazane takole:
sv: Välkommen till Natrium. Så snart du tar emot NANO, visas transaktionerna på detta vis
tl: Maligayang pagdating sa Natrium. Ganito ang makikita mong transaksyon pag nakatanggap ka ng NANO
tr: Natrium’a hoşgeldin. Hesabına NANO geldiğinde işlemlerin şu şekilde görünecek
zh_hans: 欢迎来到Natrium。当您收到或发送NANO时，交易将如下出现。
zh_hant: 歡迎來到Natrium。當您收到或發送NANO時，交易將如下出現。

# exampleCardLittle
source: A little
ar: القليل
bg: Малко
cs: Málo
de: Ein paar
es: Algunos
fr: Un peu de
he: קצת
hi: थोड़े से
hu: Egy kevés
id: Sedikit
it: Un po' di
ko: 조금
lv: Nedaudz
ms: Sedikit
nl: Een paar
pl: Mało
pt: Algumas
ro: Un pic de
ru: Немного
sl: Malo
sv: Lite
tl: Kakaunting
tr: Birazcık
zh_hans: 一点
zh_hant: 一點

# exampleCardLot
source: A lot of
ar: كثيرا من
bg: Много
cs: Hodně
de: Ein paar mehr
es: Muchos
fr: Beaucoup de
he: הרבה
hi: बहुत सारे
hu: Rengeteg
id: Banyak
it: Un sacco di
ko: 많은
lv: Daudz
ms: Banyak
nl: Heel veel
pl: Dużo
pt: Várias
ro: O mulțime de
ru: Много
sl: Veliko
sv: Många
tl: Maraming
tr: Bir sürü
zh_hans: 很多
zh_hant: 很多

# exampleCardTo
source: to someone
ar: إلى شخص ما
bg: за някого
cs: někomu
de: An jemanden
es: a alguien
fr: à quelqu'un
he: למישהו
hi: अजनबी बंदर को
hu: valakinek
id: untuk seseorang
it: a qualcuno
ko: 임의의 수령인에게
lv: kādam
ms: kepada seseorang
nl: naar iemand
pl: do kogoś
pt: para alguém
ro: unui om oarecare
ru: кому-то
sl: nekomu
sv: till någon
tl: para sa iba
tr: birine
zh_hans: 给某人
zh_hant: 給某人

# exampleCardFrom
source: from someone
ar: من شخص ما
bg: от някого
cs: od někoho
de: Von jemandem
es: de alguien
fr: de quelqu'un
he: ממישהו
hi: अजनबी बंदर से
hu: valakitől
id: dari seseorang
it: da qualcuno
ko: 임의의 발송자로부터
lv: no kāda
ms: daripada seseorang
nl: van iemand
pl: od kogoś
pt: de alguém
ro: de la oricine
ru: от кого-то
sl: od nekoga
sv: från någon
tl: galing sa iba
tr: birinden
zh_hans: 来自某人
zh_hant: 來自某人

# defaultAccountName
source: Main Account
ar: الحساب الرئيسي
bg: Основен Акаунт
cs: Hlavní účet
de: Hauptkonto
es: Cuenta principal
he: חשבון ראשי
it: Principale
lv: Pamata konts
nl: Hoofd Account
ro: Cont principal
sv: Huvudkonto
tl: Pangunahing Account
zh_hant: 主要賬戶

# defaultNewAccountName
source: Account %1
ar: الحساب %1
bg: Акаунт %1
cs: Účet %1
de: Name des neuen Kontos %1
es: Cuenta %1
he: חשבון %1
lv: Konts %1
ro: Contul nr. %1
sv: Konto %1
zh_hant: 賬戶 %1

# newAccountIntro
source: This is your new account. Once you receive NANO, transactions will show up like this:
ar: هذا هو حسابك الجديد بمجرد تلقي NANO ، ستظهر المعاملات كما يلي:
bg: Това е вашият нов акаунт. След като получите NANO, транзакциите ще се покажат по следният начин:
cs: Toto je váš nový účet. Jakmile obdržíte NANO, transakce se zobrazí takto:
de: Dies ist dein neues Konto. Sobald du deine ersten NANO erhalten hast, werden die Transktionen wie folgt angezeigt:
es: Esta es tu nueva cuenta. Una vez que reciba NANO, las transacciones se mostrarán así.:
he: זה החשבון החדש שלך. ברגע שתקבל נאנו, הטראנזקציות יראו כך:
it: Questo è il tuo nuovo account. Una volta ricevuti NANO, le transazioni appariranno così:
lv: Šis ir jūsu jaunais konts. Tiklīdz saņemsiet NANO, transakcijas būs redzamas šādi:
nl: Dit is jouw nieuwe account. Zodra je NANO ontvangt, zullen transacties op deze manier verschijnen:
ro: Acesta este noul tău cont! Odată ce primești NANO, tranzacțiile vor arată astfel:
sv: Det här är ditt nya konto. Så snart du tar emot NANO, kommer transaktioner att se ut så här:
tl: Ito ang iyong bagong account. Pag nakareceive ka ng NANO, ganito ang makikita mo:
zh_hant: 這是您的新賬戶。儅您收到 NANO 時, 交易會如下出現：

source: Account
ar: الحساب
bg: Акаунт
cs: Účet
de: Konto
es: Cuenta
he: חשבון
lv: Konts
sv: Konto
zh_hant: 賬戶

source: Accounts
ar: الحسابات
bg: Акаунти
cs: Účty
de: Konten
es: Cuentas
he: חשבונות
lv: Konti
ro: Conturi
sv: Konton
tl: Mga Account
zh_hant: 賬戶

source: Add Account
ar: إضافة حساب
bg: Добави Акаунт
cs: Přidat účet
de: Konto hinzufügen
es: Añadir cuenta
he: הוסף חשבון
it: Aggiungi
lv: Pievienot kontu
nl: Account toevoegen
ro: Adăugare cont
sv: Lägg till konto
tl: Magdagdag ng Account
zh_hant: 添加賬戶

# hideAccountHeader
source: Hide Account?
ar: إخفاء الحساب؟
bg: Скрий Акаунт?
cs: Skrýt účet
de: Konto verbergen?
es: Ocultar cuenta?
he: הסתר חשבון?
it: Nascondere l'Account?
lv: Paslēpt kontu?
nl: Account verbergen?
ro: Ascundere cont?
sv: Dölja konto?
tl: Itago ang Account?
zh_hant: 隱藏賬戶？

# removeAccountText
source: Are you sure you want to hide this account? You can re-add it later by tapping the "%1" button.
ar: هل أنت متأكد أنك تريد إخفاء هذا الحساب؟ يمكنك إعادة إضافته لاحقًا بذخت على "%1"
bg: Наистина ли искате да скриете този акаунт? Може да го добавите по-късно като натиснете бутона "%1".
cs: Opravdu chcete tento účet skrýt? Můžete jej znovu přidat později klepnutím na tlačítko "%1".
de: Bist du dir sicher, dass du dieses Konto verbergen willst? Du kannst es später durch Tippen auf den "%1"-Button wieder hinzufügen.
es: ¿Estás seguro de que quieres ocultar esta cuenta? Puede volver a agregarlo más tarde tocando el botón "%1"
he: אתה בטוח שאתה רוצה להחביא את החשבון? אתה יכול להוסיף אותו מחודש מאוחר יותר על ידי לחיצה על כפתור ה%1.
it: Sei sicuro di voler nascondere questo account? Potrai riaggiungerlo in futuro cliccando sul pulsante "%1".
lv: Tiešām paslēpt šo kontu? Vēlāk varēsiet to pievienot atkal, pieskaroties "%1" pogai.
nl: Weet je zeker dat je dit account wil verbergen? Je kan het later weer terughalen door op de "%1" knop te klikken.
ro: Sigur doriți să ascundeți acest cont? Îl puteți reafișa mai târziu apăsând butonul "%1"
sv: Är du säker på att du vill dölja kontot? Du kan lägga till det igen genom att trycka på "%1" knappen.
tl: Sigurado ka ba na gusto mo itong itago? Pwede mo itong i-add ulit sa pamamagitan ng "%1" button.
zh_hant: 您確定要隱藏此賬戶？ 您之後可以點 "%1" 鍵來重新添加此賬戶。

source: Tap to reveal
cs: Klikněte pro zobrazení
es: Pulse para revelar
lv: Pieskaries, lai parādītu

source: Tap to hide
cs: Klepnutím skryjete
es: Toque para ocultar
lv: Pieskaries, lai paslēptu

source: Copied
cs: Zkopírováno
lv: Nokopēts

source: Copy
cs: Kopírovat
lv: Kopēt

# seedDescription
source: A seed bears the same information as a secret phrase, but in a machine-readable way. As long as you have one of them backed up, you'll have access to your funds.
cs: Semínko nese stejné informace jako tajná fráze, ale strojově čitelné. Pokud máte jeden z nich zálohovaný, budete mít přístup ke svým prostředkům.
es: Una semilla contiene la misma información que una frase secreta, pero de forma legible por la máquina. Mientras tenga una copia de seguridad de una copia de seguridad, tendrá acceso a sus fondos
lv: Privātā atslēga satur to pašu informāciju, ko slepenā frāze, tikai mašīnām saprotamā formā. Ja vismaz vienu no tām saglabājāt kā rezerves kopiju, jums būs piekļuve jūsu līdzekļiem.

source: Import Secret Phrase
cs: Importujte tajnou frázi
es: Importar frase secreta
lv: Importēt slepeno frāzi

# importSecretPhraseHint
source: Please enter your 24-word secret phrase below. Each word should be separated by a space.
cs: Níže zadejte svoji 24slovnou tajnou frázi. Každé slovo by mělo být odděleno mezerou.
es: Por favor ingrese su frase secreta de 24 palabras a continuación. Cada palabra debe estar separada por un espacio
lv: Lūdzu ievadiet jūsu 24 vārdu slepeno frāzi. Katram vārdam jābūt atdalītam ar atstarpi.

# qrMnemonicError
source: QR does not contain a valid secret phrase
cs: QR neobsahuje platnou tajnou frázi
es: El QR no contiene una frase secreta válida
lv: QR kods nesatur derīgu slepeno frāzi

# mnemonicInvalidWord
source: %1 is not a valid word
cs: % 1 není platné slovo
es: % 1 no es una palabra válida
lv: %1 nav derīgs vārds

# mnemonicSizeError
source: Secret phrase may only contain 24 words
cs: Tajná fráze může obsahovat pouze 24 slov
es: La frase secreta solo puede contener 24 palabras
lv: Slepenā frāze var saturēt tikai 24 vārdus

source: Secret Phrase
cs: Tajná fráze
lv: Slepenā frāze

# backupConfirmButton
source: I've Backed It Up
cs: Zálohoval jsem to
es: Lo he respaldado
lv: Esmu izveidojis rezerves kopiju

# secretInfoHeader
source: Safety First!
cs: Bezpečnost především!
es: ¡La seguridad es lo primero!
lv: Drošība pirmajā vietā!

# secretInfo
source: In the next screen, you will see your secret phrase. It is a password to access your funds. It is crucial that you back it up and never share it with anyone.
cs: Na další obrazovce uvidíte svoji tajnou frázi. Jedná se o heslo pro přístup k vašim finančním prostředkům. Je zásadní, abyste jej zálohovali a nikdy s nikým nesdíleli.
es: En la siguiente pantalla, verá su frase secreta. Es una contraseña para acceder a sus fondos. Es crucial que la respalde y nunca la comparta con nadie
lv: Nākamajā sadaļā redzēsiet jūsu slepeno frāzi. Tā ir parole ar kuru varat piekļūt jūsu līdzekļiem. Ir ārkārtīgi svarīgi izveidot rezerves kopiju un turēt to noslēpumā.

# secretWarning
source: If you lose your device or uninstall the application, you'll need your secret phrase or seed to recover your funds!
cs: Pokud ztratíte zařízení nebo odinstalujete aplikaci, budete potřebovat tajnou frázi nebo semínko, abyste mohli získat zpět své prostředky!
es: Si pierde su dispositivo o desinstala la aplicación, necesitará su frase secreta o semilla para recuperar sus fondos
lv: Gadījumā, ja nozaudējat telefonu, vai atinstalējat šo aplikāciju, jums būs nepieciešama slepenā frāze, vai privātā atslēga, lai piekļūtu jūsu līdzekļiem!

# gotItButton
source: Got It!
cs: Chápu!
es: ¡Lo tengo!
lv: Sapratu!

# ackBackedUp
source: Are you sure that you've backed up your secret phrase or seed?
cs: Jste si jisti, že jste zálohovali svou tajnou frázi nebo semínko?
es: ¿Estás seguro de que has hecho una copia de seguridad de tu frase secreta o semilla?
lv: Vai esat drošs ka izveidojāt rezerves kopiju slepenajai frāzei vai privātajai atslēgai?

# secretPhraseCopy
source: Copy Secret Phrase
cs: Zkopírovat tajnou frázi
es: Copiar frase secreta
lv: Kopēt slepeno frāzi

source: Secret Phrase Copied
cs: Tajná fráze byla zkopírována
es: Frase secreta copiada
lv: Slepenā frāze nokopēta

source: Import
cs: Importovat
lv: Importēt

source: Import Seed Instead
cs: Místo toho importovat semínko
es: Importar semilla en su lugar
lv: Importēt privāto atslēgu

source: Switch to Seed
cs: Přepnout na semínko
es: Cambiar a semilla
lv: Pārslēgties uz privāto atslēgu

source: Preferences
ar: الاختيارات
bg: Предпочитания
cs: Předvolby
de: Darstellung
es: Preferencias
fr: Préférences
he: העדפות
hi: पसंद | प्रेफरेन्सेस
hu: Preferenciák
id: Preferensi
it: Preferenze
ko: 환경 설정
ms: Keutamaan
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ro: Preferințe
ru: Предпочтения
sl: Splošno
sv: Inställningar
tl: Kagustuhan
tr: Tercihler
zh_hans: 偏好
zh_hant: 偏好

# pinMethod
source: PIN
bg: ПИН-код
es: Código PIN
fr: Code PIN
he: קוד
hi: पिन
ko: 비밀번호
nl: Pincode
ru: PIN-код
tr: Pin Kodu
zh_hans: 识别码
zh_hant: 識別碼
