Repository: appditto/natrium_wallet_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, cs, de, es, fr, he, hi, hu, id, it, ko, lv, ms, nl, pl, pt, ro, ru, sl, sv, tl, tr, zh_hans, zh_hant

# backupSeedConfirm
source: Are you sure that you backed up your wallet seed?
ar: هل أنت متاكد من حفظ المفتاح الخاص؟
bg: Сигурен ли си, че копира твоя Seed?
cs: Jste si jisti, že jste zálohovali své semínko peněženky?
de: Bist du sicher, dass du deinen Seed gesichert hast?
es: ¿Está seguro de haber copiado y almacenado correctamente la semilla de su billetera?
fr: Êtes vous sûr d’avoir sauvegardé votre clé privée?
he: אתה בטוח שגיבית את הסיד של הארנק שלך?
hi: क्या आपने वाकई अपने वॉलेट का बीज (सीड) बैकअप कर लिया है?
hu: Biztos vagy benne, hogy elmentetted a seeded?
id: Apakah anda yakin sudah menyimpan benih anda dengan aman?
it: Sei sicuro di aver fatto un backup del tuo seme?
ko: 지갑의 시드를 확실히 백업하셨습니까?
lv: Vai esat drošs, ka saglabājāt sēklas rezerves kopiju?
ms: Adakan anda pasti anda telah menyandarkan benih dompet anda?
nl: Weet je zeker dat jouw wallet seed is opgeslagen?
pl: Czy jesteś pewny że zapisałeś nasiono portfela?
pt: Você tem certeza de que fez o backup da seed de sua carteira?
ro: Sunteți sigur/ă că ați salvat seed-ul portofelului??
ru: Вы уверены,что сохранили Seed?
sl: Ste prepričani, da ste shranili zasebni ključ?
sv: Är du säker på att du har säkerhetskopierat din plånboks seed?
tl: Sigurado ka ba na na-back up mo na ang iyong wallet seed?
tr: Cüzdanınızın seed'ini yedeklediğinizden emin misiniz?
zh_hans: 您确认您备份了您的钱包种子吗？
zh_hant: 您確認您備份了您的錢包種子嗎？

# seedBackupInfo
source: Below is your wallet's seed. It is crucial that you backup your seed and never store it as plaintext or a screenshot.
ar: مفتاحك الخاص يوجد أسفله. يجب حفظ نسخةٌ منه في مكان أمن. لا للقطة الشاشة أو لنص في الهاتف.
bg: По-долу се намира твоя Seed. Много е важно да го съхраниш на сигурно място, но никога като обикновен текст или скрийншот.
cs: Níže je semínko vaší peněženky. Je zásadní, abyste zálohovali své semínko a nikdy ho neukládali jako prostý text nebo snímek obrazovky.
de: Unten siehst du deinen Seed. Es ist extrem wichtig, dass du ein Backup deines Seeds erstellst. Sichere deinen Seed niemals als Klartext oder mit einem Screenshot.
es: Esta es la semilla de su billetera. Es importante que guarde una copia de seguridad, y que nunca la almacene en un documento de texto o como una captura de pantalla.
fr: Ci-dessous se trouve la clé privée de votre portefeuille. Il est essentiel que vous le sauvegardiez, et que jamais vous ne le conserviez sous forme de capture d’écran ou de texte en clair.
he: מתחת נמצא הסיד של הארנקים שלך. זה מאוד קריטי שתגבה את הסיד שלך ולא תשמור אותו בקובץ טקסט או כתמונת מסך.
hi: नीचे आपके वॉलेट का बीज (सीड) है। इसका बैकअप करना आवश्यक है। कृपया इसे हमेशा सुरक्षित रखें और टेक्स्ट या स्क्रीनशॉट के रूप में हरगिज़ न रखें।
hu: Ez itt a tárcád seedje. Nagyon fontos, hogy megőrizd, és soha ne készíts róla screenshotot, vagy őrizd egyszerű szöveg formátumban.
id: Dibawah ini adalah benih dompet anda. Sangat penting bahwa anda harus menyimpan benih dompet anda dan tidak pernah menyimpannya dalam bentuk dokumen tertulis atau tangkapan layar.
it: Qui sotto c'è il seme del tuo portafoglio. È fondamentale che tu faccia un backup del seme evitando di conservarlo in chiaro o con uno screenshot.
ko: 아래는 지갑의 시드(seed)입니다. 시드를 백업 하세요! 일반텍스트나 스크린샷으로 저장하면 안 됩니다.
lv: Zemāk atrodas jūsu maka sēkla. Ārkārtīgi svarīgi sēklai izveidot rezerves kopiju, kā arī to neglabāt vienkārša teksta formātā vai kā ekrānšāviņu.
ms: Di bawah adalah benih dompet anda. Amat peting agar anda menyandarkan benih anda dan jangan menyimpan sebagai teks atau tangakapan skrin.
nl: Hieronder staat de seed van jouw wallet. Maak hier altijd een back-up van en sla deze veilig op.
pl: Pod tym jest nasiono twojego portfela. Ważne jest, aby je zapisać (np. na kartce) i nigdy nie zapisywać jako plaintext albo screenshot.
pt: Abaixo está a seed da sua carteira. É crucial que você faça o backup de sua seed e nunca a armazene apenas como texto ou captura de tela.
ro: Mai jos se află seed-ul dumneavoastră. Este foarte important să îi faceți o copie de rezervă (backup). Nu fotografiați niciodată seed-ul și nu îl stocați pe un dispozitiv.
ru: Ниже Seed вашего кошелька.Крайне важно,чтобы Вы сохранили Seed и никогда не хранили его как обычный текст или как скриншот.
sl: Spodaj je prikazan zasebni ključ denarnice. Obvezno ga shranite, vendar nikoli v navadni tekstovni obliki ali s posnetkom zaslona.
sv: Detta är din plånboks seed. Det är av extrem vikt att du sparar denna seed på ett säkert sätt. Spara aldrig din seed i text- eller bildformat.
tl: Ang nasa ibaba ay ang seed ng iyong wallet. Importante na i-back up ang iyong seed at huwag i-save bilang plaintext o screenshot.
tr: Cüzdanınızın seed'i aşağıdadır. Seed'inizi yedeklemeniz çok önemlidir. Kesinlikle ekran görüntüsü olarak saklamamalısınız.
zh_hans: 以下是您钱包的种子代码。请注意，您一定要备份种子代码但不要将其存储为纯文本或屏幕截图
zh_hant: 以下是您錢包的種子代碼。請注意，您一定要備份種子代碼但不要將其存儲為純文本或屏幕截圖

source: Copy Seed
ar: نسخ المفتاح الخاص
bg: Копирай Seed
cs: Kopírovat semínko
de: Seed kopieren
es: Copiar semilla
fr: Copier clé privée
he: העתק סיד
hu: Seed Másolása
id: Salin Benih
it: Copia Seme
lv: Kopēt sēklu
nl: Kopieer Seed
pt: Copiar Seed
ro: Copiere seed
ru: Копировать Seed
sl: Kopiraj ključ
sv: Kopiera seed
tl: Kopyahin ang seed
tr: Seedi Kopyala
zh_hans: 复制种子代码
zh_hant: 复制種子代碼

# seedCopiedShort
source: Seed Copied
ar: تم النسخ المفتاح الخاص
bg: Seed Копиран
cs: Semínko zkopírováno
de: Seed kopiert
es: Semilla copiada
fr: Clé privée copiée
he: הסיד הועתק
hu: Seed Másolva
id: Benih Disalin
it: Seme Copiato
lv: Sēkla nokopēta
nl: Seed gekopieerd
pt: Seed Copiada
ro: Seed-ul a fost copiat
ru: Seed скопирован
sl: Ključ skopiran
sv: Seed kopierad
tl: Nakopya ang seed
tr: Kopyalandı
zh_hans: 种子代码已复制
zh_hant: 種子代碼已复制

source: Import Seed
ar: جلب المفتاح الخاص
bg: Импортирай seed
cs: Importovat semínko
de: Seed importieren
es: Importar semilla
fr: Importer la clé privée
he: ייבא סיד
hi: बीज (सीड) इम्पोर्ट करें
hu: Seed importálása
id: Impor Benih
it: Importa seme
ko: 시드를 가져 옵니다
lv: Importēt sēklu
ms: Import benih
nl: Importeer seed
pl: Importuj nasiono.
pt: Importar seed
ro: Importă seed-ul
ru: Импортировать Seed
sl: Uvozi ključ
sv: Importera seed
tl: I-import ang iyong seed
tr: Seed'i içe aktar
zh_hans: 导入种子代码
zh_hant: 導入種子代碼

# importSeedHint
source: Please enter your seed below.
ar: أدخل المفتاح الخاص
bg: Моля въведете вашият Seed по-долу.
cs: Prosím, zadejte vaše semínko níže.
de: Bitte gib unten deinen Seed ein.
es: Introduzca la semilla de su billetera
fr: Veuillez entrer votre clé privée ci-dessous.
he: בבקשה תכניס את הסיד שלך.
hi: कृपया नीचे अपना बीज (सीड) दर्ज करें।
hu: Írd be a seeded.
id: Masukkan benih dompet anda dibawah ini.
it: Inserisci il seme qui in basso.
ko: 아래에 시드를 입력하세요
lv: Zemāk norādiet sēklu.
ms: Sila masukkan benih anda di bawah.
nl: Vul jouw seed in.
pl: Prosze zapisz swoje nasiono poniżej.
pt: Por favor digite sua seed abaixo.
ro: Introdu seed-ul mai jos.
ru: Пожалуйста, введите ваш Seed ниже.
sl: Spodaj vnesite ključ.
sv: Ange din seed nedanför.
tl: Ilagay ang iyong seed sa ibaba.
tr: Lütfen seed'inizi girin.
zh_hans: 请在下面输入您的种子代码
zh_hant: 請在下面輸入您的種子代碼

# welcomeText
source: Welcome to Natrium. To begin, you may create a new wallet or import an existing one.
ar: أهلا بك في نتريوم. لتبدأ، إحدث محفظة أو إجلب محفظة موجودة.
bg: Добре дошли в Natrium. За да започнете, можете да създадете нов портфейл или да импортирате вече съществуващ.
cs: Vítejte v Natrium. Nejprve můžete vytvořit novou peněženku nebo importovat stávající.
de: Willkommen bei Natrium. Um fortzufahren, benötigst du ein Wallet. Erstelle bitte ein neues Wallet oder importiere ein bereits existierendes Wallet.
es: Bienvenido a Natrium. Para continuar, cree una billetera nueva o importe una ya existente.
fr: Bienvenue dans Natrium. Avant de continuer, veuillez créer un nouveau portefeuille ou en importer un déjà établi.
he: ברוך הבא לנאטריום. בכדי להמשיך, אתה רשאי לייצר ארנק חדש או לייבא אחד קיים.
hi: नेट्रियम में आपका स्वागत है। आगे बढ़ने के लिए, आप एक नया वॉलेट बना सकते हैं या एक मौजूदा वॉलेट खोल सकते हैं।
hu: Üdvözöllek a Natriumban! Hozz létre egy új tárcát, vagy importálj egy létezőt.
id: Selamat datang di Natrium. Untuk melanjutkan, anda bisa membuat dompet baru atau mengimpor dompet lama anda.
it: Benvenuto in Natrium. Per continuare, puoi creare un nuovo portafoglio o importarne uno esistente.
ko: Natrium에 오신 것을 환영합니다. 계속하려면, 새 지갑을 만들거나 기존 지갑을 불러오세요.
lv: Sveicināti Natrium. Izveidojiet jaunu maku vai importējiet eksistējošu
ms: Selamat datang ke Natrium. Untuk bersambung, anda boleh membuat dompet yang baru atau import dompet yang sedia ada.
nl: Welkom bij Natrium. Creëer een nieuwe wallet of importeer een bestaande wallet om verder te gaan.
pl: Witam w Natrium. Żeby kontynuować, możesz stworzyć nowy portfel albo importować go.
pt: Bem-vindo a Natrium. Para continuar, você pode criar uma nova carteira ou importar uma existente.
ro: Bun venit la Natrium. Pentru a continua, puteți crea un nou portofel sau puteți importa unul existent.
ru: Добро пожаловать в Natrium. Чтобы продолжить, можно создать новый кошелек или импортировать уже существующий.
sl: Dobrodošli v Natrium. Za začetek ustvarite novo denarnico ali uvozite že obstoječo.
sv: Välkommen till Natrium. För att fortsätta, behöver du skapa en ny plånbok eller importera en befintlig.
tl: Maligayang pagdating sa Natrium. Para magpatuloy, gumawa ng bagong wallet o gamitin ang dating wallet.
tr: Natrium'a hoşgeldiniz. Devam etmek için yeni bir cüzdan oluşturabilir veya var olanı içe aktarabilirsiniz.
zh_hans: 欢迎来到Natrium。下一步，您可以创建新钱包或导入现有钱包
zh_hant: 歡迎來到Natrium。下一步，您可以創建新錢包或導入現有錢包

source: New Wallet
ar: محفظة جديدة
bg: Нов Портфейл
cs: Nová peněženka
de: Neue Wallet
es: Nueva billetera
fr: Nouveau
he: ארנק חדש
hi: नया वॉलेट
hu: Új Tárca
id: Buat Dompet
it: Nuovo
ko: 새 지갑
lv: Jauns maks
ms: Dompet Baru
nl: Nieuwe wallet
pl: Nowy Portfel
pt: Nova Carteira
ro: Portofel nou
ru: Новый кошелёк
sl: Nova denarnica
sv: Ny plånbok
tl: Bagong Wallet
tr: Yeni Cüzdan
zh_hans: 创建新钱包
zh_hant: 創建新錢包

source: Import Wallet
ar: إجلب محفظة
bg: Импортирай Портфейл
cs: Importovat pěněženku
de: Wallet importieren
es: Importar billetera
fr: Importer
he: ייבא ארנק
hi: मौजूदा वॉलेट
hu: Tárca Importálása
id: Impor Dompet
it: Importa
ko: 기존 지갑
lv: Importēt maku
ms: Import Dompet
nl: Importeer wallet
pl: Importuj Portfel
pt: Importar Carteira
ro: Importă portofelul"
ru: Импортировать
sl: Uvozi denarnico
sv: Importera plånbok
tl: Dating Wallet
tr: İçe Aktar
zh_hans: 导入现有钱包
zh_hant: 導入現有錢包

source: Sent To
ar: تم الإرسال إلى
bg: Изпратено до
cs: Odeslat
de: Gesendet an
es: Enviar a
fr: Envoyé À
he: נשלח ל
hi: इसको भेजा गया -
hu: Elküldve ide
id: Terkirim Kepada
it: Inviato A
ko: 받는 사람
lv: Nosūtīts
ms: Dihantar ke
nl: Verstuur naar
pl: Wysłane Do
pt: Enviado para
ro: Trmite către
ru: Отправлено на
sl: Poslano
sv: Skickat till
tl: Pinadala sa
tr: Alıcı
zh_hans: 发给：
zh_hant: 發給：

source: Sending
ar: إرسال
bg: Изпращам
cs: Odesílání
de: Sende
es: Enviando
fr: Envoi en cours
he: נשלח
hi: भेजा जा रहा है -
hu: Küldés folyamatban
id: Mengirim
it: Inviando
ko: 전송중
lv: Sūta
ms: Sedang dihantarkan
nl: Versturen
pl: Wysyłanie
pt: Enviando
ro: Trimitere...
ru: Отправить
sl: Pošiljam
sv: Skickar
tl: Pinapadala
tr: Miktar
zh_hans: 发出
zh_hant: 發出

source: To
ar: إلى
bg: До
cs: Pro
de: An
es: A
fr: À
he: מ
hi: इसको -
hu: Küldés ide
id: Kepada
it: A
ko: 받는 사람
lv: Adresāts
ms: Ke
nl: Naar
pl: Do
pt: Para
ro: Către
ru: на
sl: Na
sv: Till
tl: Sa
tr: Adres
zh_hans: 至：
zh_hant: 至：

# sendAmountConfirm
source: Send %1 NANO
ar: أرسل %1 NANO
bg: Изпрати %1 NANO
cs: Odeslat %1 NANO
de: %1 Nanos senden?
es: ¿Enviar %1 Nano?
fr: Envoyer les Nanos?
he: שלח %1 נאנו?
hi: %1 बनानो भेजें ?
hu: %1 Nano küldése?
id: Kirim %1 Nano?
it: Inviare %1 Nano?
ko: %1 Nano를 발송하시겠습니까?
lv: Sūtīt %1 NANO
ms: Hantar %1 Nano?
nl: Verstuur %1 Nano?
pl: Wyślij %1 Nano?
pt: Enviar %1 Nano?
ro: Trimite %1 NANO
ru: Отправить %1 Nano
sl: Pošlji %1 NANO
sv: Skicka %1 Nano?
tl: Magpadala ng %1 Nano?
tr: %1 Nano gönder?
zh_hans: 发送 %1 NANO?
zh_hant: 發送 %1 NANO?

# sendError
source: An error occurred. Try again later.
ar: يوجد خطأ. حاول لاحقاً.
bg: Възникна грешка. Опитайте отново по-късно.
cs: Došlo k chybě. Zkuste to později.
de: Ein Fehler ist aufgetreten. Bitte versuche es später erneut.
es: Ha ocurrido un error. Por favor, inténtelo de nuevo.
fr: Une erreur est survenue. Veuillez réessayer plus tard.
he: קרתה תקלה. נסה שוב מאוחר יותר
hi: एक समस्या हुई। बाद में फिर से कोशिश करें।
hu: Hiba történt. Próbálkozz később.
id: Terjadi kesalahan. Coba lagi nanti.
it: Si è verificato un errore. Riprova più tardi.
ko: 문제가 발생했습니다. 나중에 다시 시도하시오.
lv: Notika kļūda. Pēc laika mēģiniet atkal.
ms: Sesuatu kesilapan telah berlaku. Sila cuba lagi.
nl: Er ging iets fout. Probeer het a.u.b. nog een keer.
pl: Wystąpił błąd. Spróbuj póżniej
pt: Um erro ocorreu. Tente mais tarde.
ro: A apărut o eroare. Încercați din nou mai târziu.
ru: Произошла ошибка. Повторите попытку позже
sl: Napaka. Poskusite kasneje.
sv: Ett fel har uppstått. Försök igen senare.
tl: Nagkaroon ng error. Subukan ulit mamaya.
tr: Bir hata oluştu. Daha sonra tekrar deneyin.
zh_hans: 发生错误。请稍后再试。
zh_hant: 發生錯誤。稍後再試。

source: Enter Amount
ar: أدخل المبلغ
bg: Въведи Сума
cs: Zadejte částku
de: Betrag eingeben
es: Introducir cantidad
fr: Saisir le montant
he: הכנס כמות
hi: राशि दर्ज करें
hu: Küldött Mennyiség
id: Masukkan Jumlah
it: Inserisci Importo
ko: 금액을 입력하세요
lv: Ievadiet daudzumu
ms: Masukan Amaun
nl: Vul bedrag in
pl: Wpisz Ilość
pt: Digite o valor
ro: Introdu suma
ru: Введите Сумму
sl: Vnesite znesek
sv: Ange belopp
tl: Ilagay ang Amount
tr: Miktar Gir
zh_hans: 输入金额
zh_hant: 輸入金額

source: Enter Address
ar: أدخل العنوان
bg: Въведи Адрес
cs: Zadejte adresu
lv: Ievadiet adresi
sl: Vnesite naslov

# invalidAddress
source: Address entered was invalid
ar: العنوان المدخل غير صحيح
bg: Въведеният Адрес е невалиден
cs: Zadaná adresa není platná
de: Ungültige Empfänger-Adresse
es: Billetera de destino incorrecta
fr: Adresse du destinataire invalide
he: כתובת יעד אינה תקינה
hi: गलत (डेस्टिनेशन) गंतव्य पता
hu: Helytelen Cím
id: Alamat Tujuan Tidak Valid
it: Indirizzo invalido
ko: 목적지 주소가 잘못되었습니다
lv: Ievadītā adrese nav derīga
ms: Alamat destinasi tidak sah
nl: Ongeldige ontvanger
pl: Wpisany Addres jest nieważny
pt: Endereço de Destino Inválido
ro: Adresa de destinație este invalidă
ru: Неверный адрес назначения
sl: Naslov je neveljaven
sv: Ogiltig mottagaradress
tl: Hindi wasto ang Destination Address
tr: Geçersiz bir adres girdiniz
zh_hans: 无效的目标地址
zh_hant: 無效的目標地址

# addressMising
source: Please Enter an Address
ar: يرجى إدخال العنوان
bg: Моля въведете Адрес
cs: Prosím zadejte adresu
de: Bitte Adresse eingeben
es: Por favor ingrese un destino
fr: Veuillez entrer une destination
he: הזן יעד
hi: कृपया एक पता दर्ज करें
hu: Adjon meg egy célt
id: Masukkan alamat
it: Inserisci un indirizzo
ko: 주소를 입력하세요
lv: Lūdzu ievadiet adresi
ms: Sila masukkan destinasi
nl: Voer a.u.b. een adres in
pl: Wpisz Adres
pt: Por favor insira um destino
ro: Introduceți o destinație
ru: Пожалуйста введите адрес
sl: Prosim vnesite naslov
sv: Ange en destination
tl: Mangyaring magpasok ng patutunguhan
tr: Lütfen bir adres girin
zh_hans: 请输入目标地址
zh_hant: 請輸入目標地址

# amountMissing
source: Please Enter an Amount
ar: يرجى إدخال المبلغ
bg: Моля въведете Сума
cs: Prosím zadejte částku
de: Bitte Betrag eingeben
es: Por favor ingrese un monto
fr: Veuillez entrer un montant
he: הזן סכום
hi: कृपया राशि दर्ज करें
hu: Adjon meg egy összeget
id: Masukkan jumlah
it: Inserisci un importo
ko: 금액을 입력하세요
lv: Lūdzu ievadiet daudzumu
ms: Sila masukkan jumlah
nl: Voer a.u.b. een hoeveelheid in
pl: Wpisz ilość
pt: Por favor insira uma quantia
ro: Introduceți o sumă
ru: Пожалуйста введите сумму
sl: Prosim vnesite znesek
sv: Ange ett belopp
tl: Mangyaring magpasok ng isang halaga
tr: Lütfen bir miktar girin
zh_hans: 请输入金额
zh_hant: 請輸入金額

source: Insufficient Balance
ar: لرصيد غير كافي
bg: Недостатъчен Баланс
cs: Nedostatečný zůstatek
de: Nicht genügend Guthaben
es: Fondos insuficientes
fr: Solde insuffisant
he: אין מספיק מטבעות בחשבון
hi: अपर्याप्त शेष राशि (बैलेंस)
hu: Elégtelen Számlaegyenleg
id: Saldo Tidak mencukupi
it: Saldo Insufficiente
ko: 잔액이 부족합니다
lv: Nepietiek līdzekļu
ms: Baki tak mencukupi
nl: Onvoldoende saldo
pl: Niewystarczające środki
pt: Saldo Insuficiente
ro: Fonduri insuficiente
ru: Недостаточный баланс
sl: Premalo na računu
sv: Saknas täckning
tl: Hindi sapat ang balanse
tr: Yetersiz Bakiye
zh_hans: 余额不足
zh_hant: 餘額不足

source: Send From
ar: أرسل من
bg: Изпрати от
cs: Odeslat z
de: Senden von
es: Enviar desde
fr: Envoyer depuis
he: נשלח מ
hi: भेजने का पता -
hu: Küldés Innen
id: Kirim Dari
it: Invia Da
ko: 보낸 사람
lv: Sūtīt no
ms: Dihantar dari
nl: Verstuur via
pl: Wyślij Od
pt: Enviar de
ro: Trimite de la
ru: Отправить из
sl: Pošlji iz
sv: Skicka från
tl: Magpadala galing sa
tr: Gönderici
zh_hans: 发送自：
zh_hant: 發送自：

# pinCreateTitle
source: Create a 6-digit pin
ar: ضع 6 أرقام رمز الPIN
bg: Създайте 6-цифрен ПИН-код
cs: Vytvořte si šestimístný pin
de: Erstelle eine 6-stellige PIN
es: Crear un código PIN de 6 dígitos
fr: Créer un code pin à 6 chiffres
he: יצר קוד באורך 6 ספרות
hi: एक ४ (6) अंकों का पिन बनाएँ
hu: Hozz létre egy 6 számjegyű PIN-kódot
id: Buat pin 6 angka
it: Crea un pin a 6 cifre
ko: 6자리 비밀번호를 만드세요
lv: Izveidojiet sešu ciparu PIN
ms: Mencipta pin 6 digit anda
nl: Creëer een 6-cijferige pincode
pl: Utwórz sześciocyfrowy kod PIN
pt: Crie um pin de 6 dígitos
ro: Creați un PIN cu 6 cifre
ru: Создать 6-значный PIN-код.
sl: Ustvari 6-mestni PIN
sv: Skapa en 6-siffrig PIN-kod
tl: Gumawa ng 6-digit pin
tr: 6 haneli şifre oluşturun
zh_hans: 创建一个6位数的识别码
zh_hant: 創建一個6位數的識別碼

# pinConfirmTitle
source: Confirm your pin
ar: تأكيد رمز الPIN
bg: Потвърдете вашият ПИН
cs: Potvrdit Váš pin
de: Bestätige deine PIN
es: Confirmar PIN
fr: Confirmer votre pin
he: אשר את הקוד
hi: अपने पिन को दोबारा लिखें
hu: Erősítsd meg a PIN-kódod
id: Konfirmasi pin anda
it: Conferma il pin
ko: 비밀번호를 확인 하세요
lv: Apstipriniet savu PIN
ms: Mengesahkan pin anda
nl: Bevestig pincode
pl: Potwierdz swój PIN
pt: Confirme o seu pin
ro: Confirmă PIN-ul
ru: Подтвердите PIN-код
sl: Potrdi PIN
sv: Bekräfta din PIN-kod
tl: Kumpirmahin ang iyong pin
tr: Şifreyi onaylayın
zh_hans: 确认您的识别码
zh_hant: 確認您的識別碼

# pinEnterTitle
source: Enter pin
ar: أدخل رمز الPIN
bg: Въведете ПИН
cs: Zadejte pin
de: PIN eingeben
es: Introducir PIN
fr: Saisir le pin
he: הכנס קוד
hi: पिन दर्ज करें
hu: Írd be a PIN-kódod
id: Masukkan pin
it: Inserisci pin
ko: 비밀번호를 입력 하세요
lv: Ievadiet PIN
ms: Masukkan pin
nl: Voer pincode in
pl: Wpisz PIN
pt: Entre com o pin
ro: Introdu PIN-ul
ru: Введите PIN-код
sl: Vnesi PIN
sv: Ange PIN-kod
tl: Ilagay ang pin
tr: Şifre girin
zh_hans: 输入识别码
zh_hant: 輸入識別碼

# pinConfirmError
source: Pins do not match
ar: رمز الPIN غير مطابق
bg: ПИН-а не съвпада
cs: Pin se neshoduje
de: PINs stimmen nicht überein
es: Los PIN no coinciden.
fr: Les pins ne correspondent pas
he: הקודים אינם תואמים
hi: पिन एक दूसरे से नहीं मिल रहे
hu: PIN-kódok nem egyeznek
id: Pin tidak sama
it: I pin non combaciano
ko: 비밀번호가 일치하지 않습니다
lv: PIN nesakrīt
ms: Pin tidak sempadan
nl: Pincodes komen niet overeen
pl: PIN'y nie pasują
pt: Pins não coincidem
ro: PIN-urile nu corespund
ru: PIN не совпадают.
sl: PIN se ne ujema
sv: PIN-kod matchar ej
tl: Hindi magkatugma ang pins
tr: Şifreler uyuşmuyor
zh_hans: 识别码不匹配
zh_hant: 識別碼不匹配

# pinInvalid
source: Invalid pin entered
ar: رمز الPIN غير صحيح
bg: Въведен е невалиден ПИН
cs: Neplatný pin
de: Falsche PIN eingegeben
es: El PIN introducido no es válido.
fr: Code pin saisi invalide
he: הוכנס קוד לא תקין
hi: गलत पिन दर्ज किया गया
hu: Helytelen PIN-kód
id: Pin yang dimasukkan salah
it: Pin errato
ko: 잘못된 비밀번호가 입력되었습니다.
lv: Nepareizs PIN
ms: Pin yang tak sah dimasukkan
nl: Ongeldige pincode ingevoerd
pl: Wprowadzono nieważny kod PIN
pt: Pin inválido inserido
ro: PIN invalid
ru: Введён неверный PIN код.
sl: Neveljaven PIN
sv: Felaktig PIN-kod angiven
tl: Hindi tama ang pin na nilagay
tr: Geçersiz şifre girdiniz
zh_hans: 输入的识别码无效
zh_hant: 輸入的識別碼無效

# themeHeader
source: Theme
ar: مظهر
bg: Тема
cs: Tématika
de: Thema
es: Tema
fr: Thème
he: נושא
hi: विषय
hu: Téma
id: Tema
it: Tema
ko: 테마
lv: Motīvs
ms: Tema
nl: Thema
pl: Motyw
pt: Tema
ro: Temă
ru: тема
sl: Tema
sv: Tema
tl: Tema
tr: Tema
zh_hans: 主题
zh_hant: 主題

# changeRepButton
source: Change
ar: تغير
bg: Смени
cs: Změnit
de: Ändern
es: Cambiar
fr: Changer
he: שנה
hi: बदलें
hu: Megváltoztat
id: Ubah
it: Cambia
ko: 바꾸기
lv: Mainīt
ms: Ubah
nl: Verander
pl: Zmień
pt: Mudar
ro: Schimbă
ru: Изменить
sl: Zamenjaj
sv: Ändra
tl: Palitan
tr: Değiştir
zh_hans: 更改
zh_hant: 更改

# changeRepAuthenticate
source: Change Representative
ar: تغير المندوب
bg: Смени Представителя
cs: Změnit zástupce
de: Representative ändern
es: Cambiar representante
fr: Changer le représentant
he: שנה נציג
hi: प्रतिनिधि (रिप्रेजेन्टेटिव) बदलें
hu: Képviselő Megváltoztatása
id: Ubah Perwakilan
it: Cambia Rappresentante
ko: 대리인 변경
lv: Mainīt pārstāvi
ms: Tukar Wakil
nl: Verander van vertegenwoordiger
pl: Zmień przedstawiciela
pt: Mudar Representante
ro: Schimbă reprezentantul
ru: Сменить представителя
sl: Zamenjaj predstavnika
sv: Byt representant
tl: Palitan ang Representative
tr: Temsilci Değiştir
zh_hans: 更改指定代表
zh_hant: 更改指定代表

# currentlyRepresented
source: Currently Represented By
ar: المندوب الحالي
bg: Сегашният Представител е
cs: V současné době zastupuje
de: Aktueller Representative
es: Su representante actual es
fr: Représenté par
he: מיוצג על ידי
hi: वर्तमान प्रतिनिधि (रिप्रेजेन्टेटिव)
hu: Jelenlegi Képviselő
id: Saat ini diwakilkan oleh
it: Attualmente Rappresentato Da
ko: 현재 대리인
lv: Pašreizējais pārstāvis ir
ms: Sekarang diwakili oleh
nl: Jouw huidige vertegenwoordiger is
pl: Obecnie Representowany Przez
pt: Atualmente representado por
ro: Reprezentantul curent:
ru: В настоящее время представлен
sl: Trenutni predstavnik
sv: Aktiv representant
tl: Kasalukuyang nirerepresenta ng
tr: Mevcut Temsilci:
zh_hans: 当前指定代表
zh_hant: 當前指定代表

# changeRepSucces
source: Representative Changed Successfully
ar: تم تغير المندوب بنجاح
bg: Представителя е Сменен Успешно
cs: Zástupce byl úspěšně změněn
de: Representative erfolgreich geändert
es: Cuenta representativa cambiada exitosamente
fr: Représentant changé avec succès
he: נציג השתנה בהצלחה
hi: प्रतिनिधि (रिप्रेजेन्टेटिव) सफलतापूर्वक बदल गया
hu: Képviselő Sikeresen Kiválasztva
id: Perwakilan Berhasil Diubah
it: Rappresentante Cambiato con Successo
ko: 대리인이 성공적으로 변경되었습니다
lv: Pārstāvis nomainīts sekmīgi
ms: Wakil berjaya ditukar
nl: Nieuwe vertegenwoordiger opgeslagen
pl: Przedstawiciel Zmieniony
pt: Representante alterado com sucesso
ro: Reprezentant schimbat cu succes
ru: Представитель успешно изменён.
sl: Predstavnik uspešno zamenjan
sv: Representanten är nu ändrad
tl: Ang Representative ay napalitan
tr: Temsilciniz Başarıyla Değiştirildi
zh_hans: 指定代表更改成功
zh_hant: 指定代表更改成功

# repInfoHeader
source: What is a representative?
ar: ماهو المندوب؟
bg: Какво е Представител?
cs: Co je to zástupce?
de: Was ist ein Representative?
es: ¿Qué es un representante?
fr: Qu’est-ce qu’un représentant?
he: מה זה נציג?
hi: प्रतिनिधि (रिप्रेजेन्टेटिव) क्या है?
hu: Mi az a Képviselő?
id: Apa itu perwakilan?
it: Cos'è un Rappresentante?
ko: 대리인이란 무엇입니까?
lv: Kas ir pārstāvis?
ms: Apakah kewakilan?
nl: Wat is een vertegenwoordiger?
pl: Co to jest przedstawiciel?
pt: O que é um representante?
ro: Ce este un reprezentant?
ru: Что такое представитель?
sl: Kaj je predstavnik?
sv: Vad är en representant?
tl: Ano ang representative?
tr: Temsilci nedir?
zh_hans: 什么是指定代表？
zh_hant: 什麼是指定代表？
