Repository: appditto/natrium_wallet_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, cs, de, es, fr, he, hi, hu, id, it, ko, lv, ms, nl, pl, pt, ro, ru, sl, sv, tl, tr, zh_hans, zh_hant

# repInfo
source: A representative is an account that votes for network consensus. Voting power is weighted by balance, you may delegate your balance to increase the voting weight of a representative you trust. Your representative does not have spending power over your funds. You should choose a representative that has little downtime and is trustworthy.
ar: المندوب هو الحساب الذي يصوت لصالح توافق شبكة. يتم وزن قوة التصويت بالتوازن ، يمكنك تفويض رصيدك لزيادة وزن التصويت لمندوب تثق فيه. المندوب ليست له القدرة الشرائية لأموالك. يجب إختيار مندوب ضئيل الإنقطاع وجدير بالثقة.
bg: Представител е акаунт, който гласува за мрежови консенсус. Силата на глас се измерва по критерий средства, вие можете да делегирате своят баланс за да увеличите гласовата тежест на представителя, на който се доверявате. Вашият Представител не разполага със сила да изразходи вашите средства. Трябва да изберете Представител, който е надежден и често онлайн.
cs: Zástupce je účet, který hlasuje pro konsensus sítě. Hlasovací síla je vážena rovnováhou, můžete delegovat svůj zůstatek a zvýšit hlasovací váhu zástupce, kterému důvěřujete. Váš zástupce nemá výdělečnou moc nad vašimi prostředky. Měli byste si vybrat zástupce, který má málo prostojů a je důvěryhodný.
de: Kommt es zu zwei widersprüchlichen Transaktionen, so stimmen Representative-Accounts darüber ab, welche der Transaktionen akzeptiert wird. Dabei entspricht ein Nano einem Stimmrecht. Du kannst einem Representative Stimmrechte in Höhe deines Guthabens übertragen. Deine Nanos gehören dabei natürlich weiterhin dir und der Representative kann diese nicht ausgeben. Wähle einen vertrauenswürdigen Representative mit einer hohen Erreichbarkeit.
es: Un representante es una cuenta que emite votaciones para el consenso de la red, y el poder de dicho voto se mide según el balance de la misma. El balance de su propia billetera se puede delegar a otro representante para incrementar su poder de votación. Su representante NO tiene ninguna capacidad de gestión sobre sus fondos. Lo ideal es elegir un representante estable y de confianza.
fr: Un représentant est un compte votant en faveur du consensus de réseau. Le pouvoir de vote est dépendant du solde, vous avez la possibilité de déléguer votre solde afin d’augmenter le pouvoir de vote d’un représentant digne de confiance. Votre représentant n’a pas la possibilité de dépenser vos fonds. Vous devriez choisir un représentant avec fiable et ayant peu d’indisponibilité.
he: נציג הוא חשבון המצביע עבור הסכמת הרשת. כוח ההצבעה נשקל על ידי כמות המטבעות שחשבון, אתה רשאי להעביר את הסמכות של חשבונך בכדי להגדיל את כוח ההצבעה של נציג שבו אתה בוטח.
hi: प्रतिनिधि (रिप्रेजेन्टेटिव) एक खाता है जो नेटवर्क सर्वसम्मति (कंसेंसस) के लिए वोट देता है। हर प्रतिनिधि (रिप्रेजेन्टेटिव) की मतदान शक्ति (वोटिंग पावर) उसे चुनने वालों की कुल धनराशि पर निर्भर है। आप किसी भी समय एक भरोसेमंद प्रतिनिधि (रिप्रेजेन्टेटिव) को चुन कर, अपनी धनराशि से उस प्रतिनिधि (रिप्रेजेन्टेटिव) की मतदान शक्ति (वोटिंग पावर) बढ़ा सकते हैं। आपके प्रतिनिधि (रिप्रेजेन्टेटिव) को आपका धन खर्च करने का अधिकार नहीं है। आपको ऐसा प्रतिनिधि चुनना चाहिए जो भरोसेमंद हो और अधिकतर उपस्थित रहे।
hu: A Képviselő egy olyan felhasználó, aki szavaz a hálózati konszenzusról, így fenntartja annak működését. A szavazati ereje a rendelkezésre álló tőkéje alapján súlyozott. A saját tőkédet delegálhatod egy Képviselőre, akiben bízol. A Képviselő nem tudja elkölteni a tőkéd. Egy olyan Képviselőt válassz, aki megbízható, és keveset szünetelteti a szolgáltatását.
id: Perwakilan adalah akun yang memberikan suara untuk konsensus jaringan. Kekuatan voting ditimbang dengan keseimbangan, Anda dapat mendelegasikan saldo Anda untuk menambah berat suara dari perwakilan yang Anda percayai. Perwakilan Anda tidak memiliki kekuasaan atas dana Anda. Anda harus memilih perwakilan yang memiliki sedikit waktu henti dan dapat dipercaya.
it: Un rappresentante è un account che vota per il consenso della rete. Il potere di voto è determinato dal saldo, potresti delegare il tuo saldo per aumentare il peso del voto di un rappresentante di cui ti fidi. Il tuo rappresentante non ha il potere di spendere i tuoi fondi. Dovresti scegliere un rappresentante che abbia un basso tempo di inattività e che sia affidabile.
ko: 대리인은 네트워크 합의를 투표하는 계정입니다. 투표권은 잔액에 의해서 가중치가 부여됩니다. 당신이 신뢰하는 대리인 투표권을 늘리기 위해 잔액을 위임할 수 있습니다. 하지만 대리인은 당신의 자금에 대한 지출력이 없습니다. 되도록 소요시간이 적고 신뢰할 수 있는 대리인을 선택해야 합니다.
lv: Pārstāvis ir konts, kas balso tīmekļa vienprātībai. Balss svaru nosaka kopējā līdzekļu bilance. Jūs varat deleģēt savu bilanci kādam uzticamam pārstāvim, lai palielinātu tā balss svaru. Jūsu pārstāvis nav spējīgs tērēt jūsu līdzekļus. Ieteicams izvēlēties pārstāvi, kas ir uzticams un ir ar zemu zaudlaiku jeb dīkstāvi.
ms: Wakil adalah sesuatu akaun yang mengundi untuk konsensus rangkaian. Kuasa undi adalah ditentukan oleh baki, oleh itu anda boleh mendelegasikan baki anda untuk meningkatkan kuasa undi wakil yang dipercayai oleh anda. Wakil anda tidak mempunyai kuasa perbelanjaan atas baki anda. Anda haruslah memilih wakil yang mempunyai downtime yang minimum dan dipercayai.
nl: Een vertegenwoordiger stemt mee om consensus te bereiken in het netwerk. De waarde van de stem van een vertegenwoordiger wordt bepaald door de balans van dat account. Je kunt ervoor kiezen jouw balans toe te wijzen aan een vertegenwoordiger, zodat deze meer stemrecht krijgt. Geen zorgen, jouw balans blijft altijd volledig in eigen beheer. Kies bij voorkeur een betrouwbare vertegenwoordiger die altijd online is.
pl: Przedstawiciel jest kontem które głosi za porozumienie w sieci. Siła głosowania jest mierzona przez saldo, możesz delegować swoje saldo żeby zwiększyć siłę głosowania przedstawiciela któremu ufasz. Twój przedstawiciel nie ma mocy wydawania swoich środków. Powinieneś wybrać przedstawiciela które jest prawie zawsze online i jest godny zaufania.
pt: Um representante é uma conta que vota pelo consenso na rede. O poder de voto é considerado pelo saldo, você pode delegar seu saldo para aumentar o peso de voto de um representante de sua confiança. Seu representante não tem poder de gasto sobre seus fundos. Você deve escolher um representante que tenha pouco tempo de inatividade e seja confiável.
ro: Un reprezentant este un cont care votează pentru buna funcționare a rețelei. Puterea de vot este determinată de sold. Puteți delega soldul dumneavoastră pentru a mări puterea de vot a unui reprezentant de încredere. Acesta nu poate cheltui fondurile dumneavoastră. Alegeți un reprezentant activ și de încredere.
ru: Представитель-это учетная запись, счёт, который голосует за консенсус сети. Право голоса взвешивается по балансу, вы можете делегировать свой баланс, чтобы увеличить вес голоса представителя, которому вы доверяете. Ваш представитель не имеет права распоряжаться вашими средствами. Вы должны выбрать представителя, который имеет мало времени простоя и заслуживает доверия.
sl: Predstavnik je račun, ki glasuje za konsenz omrežja. Moč glasovanja je odvisna od zneska na računu, kateremu lahko prispevate svoj znesek za povečanje teže. Vaš predstavnik ne more upravljati z vašim zneskom. Izberite predstavnika, ki je prisoten večino časa in je zaupanja vreden.
sv: En representant är ett konto som röstar för samsyn i nätverket. Rösträtten påverkas av saldot, och du kan delegera ditt saldo för att öka din rösträtt. Din representant har ingen befogenhet över dina resurser. Du bör välja en representant som har hög drifttid och är trovärdig.
tl: Ang representative ay isang account na nagboboto para sa kasunduan ng network. Ang kapangyarihan ng pagboto ay tinitimbang sa pamamagitan ng balanse, pwede mong i-delegate ang iyong balanse para dagdagan ang timbang ng boto ng representative na pinagkakatiwalaan mo. Ang iyong representative ay walang kapangyarihan para gastusin ang iyong pondo. Dapat piliin mo ang representative na walang masyadong downtime at mapagkakatiwalaan.
tr: Temsilci, ağda oybirliğini sağlamak için oylamaya katılan bir hesaptır. Oylama gücü, hesap bakiyesine göre ağırlıklandırılır. Güvendiğiniz bir temsilcinin oy ağırlığını artırmak için bakiyenizi delege edebilirsiniz. Temsilcinizin, paranızı harcama yetkisi yoktur. Güvenilir ve olabildiğince uzun süreli aktif olan bir temsilci seçmelisiniz.
zh_hans: 指定代表是投票支持网络共识的帐户。代表的投票权重由账户余额加权，您可以用余额投票来增加您信任的代表的投票权重。您的代表对您的资金没有控制权。您应该选择一个下线时间很少并且值得信赖的代表。
zh_hant: 指定代表是投票支持網絡共識的帳戶。代表的投票權重由賬戶余額加權，您可以用餘額來增加您信任的代表的投票權重。您的代表對您的資金沒有控制權。您應該選擇一個下綫時間很少且值得信賴的代表。

# pinRepChange
source: Enter PIN to change representative.
ar: أدخل رمز الPIN لتغير المندوب
bg: Въведете ПИН за да смените Представителя.
cs: Zadejte PIN pro změnu zástupce.
de: PIN eingeben, um Repesentative zu wechseln
es: Introduce el pin para cambiar la cuenta representativa
fr: Saisir le pin afin de changer le représentant
he: הכנס קוד בכדי לשנות נציג
hi: प्रतिनिधि बदलने के लिए पिन दर्ज करें
hu: Írd be a PIN-kódod, hogy megváltoztasd a Képviselőd
id: Masukkan pin untuk mengubah perwakilan
it: Inserisci pin per cambiare rappresentante
ko: 대리인을 변경하려면 비밀번호를 입력하십시오
lv: Ievadiet PIN, lai nomainītu pārstāvi.
ms: Masukkan pin untuk mengubah wakil
nl: Voer PIN in om van vertegenwoordiger te veranderen
pl: Wpisz PIN żeby zmienić przedstawiciela
pt: Insira o pin para alterar o representante
ro: Introdu PIN-ul pentru a schimba reprezentantul
ru: Введите PIN-код для смены представителя
sl: Vnesite PIN za spremembo predstavnika.
sv: Ange PIN för att byta representant
tl: Ilagay ang pin para palitan ang representative
tr: Temsilcinizi değiştirmek için pin kodunuzu girin
zh_hans: 输入识别码以更改指定代表。
zh_hant: 輸入識別碼以更改指定代表。

# changeRepHint
source: Enter New Representative
ar: أدخل مندوب جديد
bg: Въведете нов Представител
cs: Zadejte nového zástupce
de: Neuer Representative
es: Representante cambiado correctamente
fr: Saisir le nouveau représentant
he: הכנס כתובת נציג חדש
hi: नए प्रतिनिधि का पता दर्ज करें
hu: Új Képviselő
id: Masukkan perwakilan baru
it: Inserisci Nuovo Rappresentante
ko: 새로운 대리인을 입력하세요
lv: Ievadiet jaunu pārstāvi
ms: Masukkan kewakilan baru
nl: Vul nieuwe vertegenwoordiger in
pl: Wpisz nowego Przedstawiciela
pt: Digite o novo representante
ro: Introdu noul reprezentant
ru: Новый представитель
sl: Vnesite novega predstavnika
sv: Ange ny representant
tl: Ilagay ang bagong Representative
tr: Yeni Temsilci Gir
zh_hans: 输入新指定代表
zh_hant: 輸入新指定代表

# authMethod
source: Authentication Method
ar: طريقة المصادقة
bg: Метод за Удостоверяване
cs: Metoda ověření
de: Authentisierung
es: Método de Autenticación
fr: Méthode d’authentification
he: שיטת אימות
hi: प्रमाणीकरण (ऑथेंटिकेशन) का तरीका
hu: Hitelesítési Módszer
id: Metode Otentikasi
it: Metodo di Autenticazione
ko: 인증 방법
lv: Autentificēšanās metode
ms: Kaedah Pengesahan
nl: Verificatiemethode
pl: Metoda Uwierzytelniania
pt: Método de Autenticação
ro: Metoda de Autentificare
ru: Аутентификация
sl: Način avtentikacije
sv: Autentiseringsmetod
tl: Pamamaraan Authentication
tr: Doğrulama Metodu
zh_hans: 验证方法
zh_hant: 驗證方法

source: Privacy Policy
ar: سياسة الخصوصية
bg: Декларация за Поверителност
cs: Zásady ochrany osobních údajů
de: Datenschutz
es: Política
fr: Politique de confidentialité
he: פרטיות
hu: Adatvédelmi Szabályzat
id: Kebijakan Privasi
lv: Privātuma politika
pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика
sl: Zasebnost
sv: Privatpolicy
tl: Patakaran sa privacy
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私政策

# biometricsMethod
source: Biometrics
ar: القياسات الحيوية
bg: Биометрични
cs: Biometrie
de: Biometrie
es: Biometría
fr: Biométrie
he: ביומטריה
hi: बॉयोमेट्रिक्स
hu: Biometria
id: Biometrik
it: Biometrica
ko: 생체 인식
lv: Biometriskā atpazīšana
ms: Biometrik
nl: biometrie
pl: Biometria
pt: Biometria
ro: Biometria
ru: биометрия
sl: Prstni odtis
tr: Biyometrik
zh_hans: 生物识别技术
zh_hant: 生物識別技術

source: Change Currency
ar: تغيير العملة
bg: Смени Валута
cs: Změna měny
de: Währung ändern
es: Cambiar moneda
fr: Changer de devise
he: שנה מטבע חליפין
hi: मुद्रा (करेंसी) बदलें
hu: Valuta Megváltoztatása
id: Ubah Mata Uang
it: Cambia Valuta
ko: 통화 변경
lv: Mainīt valūtu
ms: Tukar Mata Wang
nl: Verander valuta
pl: Zmień walutę
pt: Alterar moeda
ro: Schimbă moneda
ru: Сменить Валюту
sl: Spremeni valuto
sv: Ändra valuta
tl: Palitan ang Currency
tr: Para Birimi
zh_hans: 更改货币
zh_hant: 更改貨幣

source: Language
ar: اللغة
bg: Език
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ko: 언어
lv: Valoda
ms: Bahasa
nl: Taal
pl: Język
pt: Língua
ro: Limba
ru: Язык
sl: Jezik
sv: Språk
tl: Wika
tr: Dil
zh_hans: 语言
zh_hant: 語言

source: Share Natrium
ar: شارك نتريوم
bg: Сподели Natrium
cs: Sdílet Natrium
de: Natrium teilen
es: Compartir Natrium
fr: Partager Natrium
hu: Oszd meg a Natriumot
id: Bagikan Natrium
it: Condividi Natrium
ko: Natrium 공유
lv: Dalīties ar Natrium
ms: Kongsi Natrium
nl: Deel Natrium
pl: Udostępnij Natrium
pt: Compartilhar Natrium
ru: Поделиться Natrium
sl: Deli Natrium
sv: Dela Natrium
tl: I-share ang Natrium
tr: Natrium'u Paylaş
zh_hans: 分享Natrium
zh_hant: 分享Natrium

# shareNatriumText
source: Check out Natrium! A premier NANO mobile wallet!
ar: راجع نتريوم! محفظة نتريوم الرسمية للهاتف
bg: Виж Natrium! Водещият NANO мобилен портфейл!
cs: Vyzkoušejte Natrium! Špičková mobilní peněženka NANO!
de: Probier mal Natrium, Nanos offizielles Android-Wallet!
es: ¡Eche un vistazo a Natrium, la billetera oficial de Nano para Android!
fr: Essayez Natrium! Le portefeuille officiel de Nano sur Android!
hu: Próbáld ki a Natriumot, a Nano hivatalos Androidos tárcáját!
id: Ayo Cek Natrium! Nano's official Android Wallet!
it: Dai un'occhiata a Natrium! Il portafoglio ufficiale di Nano per Android!
ko: Natrium을 확인하세요! Nano의 공식 Android 지갑!
lv: Uzmet aci Natrium! Izcils NANO viedais maks!
ms: Semakkan Natrium! Dompet Android Nano yang rasmi
nl: Check Natrium! Nano Android Wallet!
pl: Zobacz Natrium! Oficjalny portfel Nano dla Android!
pt: Confira Natrium! Carteira Nano oficial para Android!
ru: Оцените Natrium! Официальный Android кошелёк Nano!
sl: Preveri Natrium! Uradna mobilna Nano denarnica!
sv: Kolla in Natrium! Nanos officiella Androidplånbok!
tl: Tingnan ang Natrium! Ang opisyal na Android Wallet ng Nano!
tr: Nano'nun resmi Android Cüzdanı Natrium'u denesene!
zh_hans: 来试试Natrium！ NANO在苹果和安卓系统上的钱包！
zh_hant: 來試試Natrium！ NANO在蘋果和安卓上的錢包！

source: Logout
ar: خروج
bg: Отпиши се
cs: Odhlásit
de: Ausloggen
es: Cerrar sesión
fr: Déconnexion
hi: लॉगआउट करें
hu: Kijelentkezés
id: Keluar
ko: 로그 아웃
lv: Iziet
ms: Log Keluar
nl: Uitloggen
pl: Wyloguj
pt: Sair
ro: Deconectare
ru: Выход
sl: Odjava
sv: Logga ut
tr: Çıkış
zh_hans: 登出
zh_hant: 登出

source: Warning
ar: تحذير
bg: ВНИМАНИЕ
cs: Varování
de: WARNUNG
es: AVISO
fr: AVERTISSEMENT
hi: चेतावनी !
hu: FIGYELEM
id: PERINGATAN
it: ATTENZIONE
ko: 경고
lv: Brīdinājums
ms: AMARAN
nl: WAARSCHUWING
pl: UWAGA
pt: ATENÇÃO
ro: AVERTISMENT
ru: ПРЕДУПРЕЖДЕНИЕ
sl: Opozorilo
sv: Varning
tl: BABALA
tr: UYARI
zh_hans: 警告
zh_hant: 警告

# logoutDetail
source: Logging out will remove your seed and all Natrium-related data from this device. If your seed is not backed up, you will never be able to access your funds again
ar: خروجك من حساب نتريوم سوف يحذف البيانات من الجهاز. إذا مفتاحك الخاص غير محفوظ في مكان أمن، سوف تفقد رصيدك نهائيا
bg: Отписването ще премахне вашият Seed и всички свързани с Natrium данни от това устройство. Ако вашият Seed няма резервно копие, вие никога повече няма да имате достъп до вашите средства.
cs: Odhlášením odstraníte z tohoto zařízení vaše semínko a všechna data související s Natrium. Pokud vaše semínko není zálohováno, už nikdy nebudete mít přístup ke svým prostředkům
de: Beim Ausloggen werden dein Seed und alle mit Natrium verbundenen Daten von diesem Gerät gelöscht. Falls du deinen Seed nicht gesichert hast, verlierst du den Zugriff auf dein Guthaben.
es: Cerrar sesión eliminará su semilla, y todos los datos relativos a Natrium serán borrados de este dispositivo. Si no ha almacenado una copia de su semilla, nunca será capaz de volver a acceder a sus fondos.
fr: Le processus de déconnexion effacera votre clé privée ainsi que toutes autres données liées à Natrium de votre appareil. Si vous n’avez pas sauvegardé votre clé privée, vous perdrez l’accès à vos fonds de façon permanente.
hi: लॉगआउट करने पर आपके बीज (सीड) और नेट्रियम से संबंधित सभी डेटा हट जाएंगे। यदि आपने अपने बीज को बैकअप नहीं किया, तो आप कभी भी अपने धन का उपयोग नहीं कर पाएंगे।
hu: Ha kijelentkezel, elvész a beírt seeded, és minden Natriumhoz kapcsolódó adatod az eszközről. Ha nem őrizted meg a seeded, nem fogsz tudni hozzáférni a tőkédhez.
id: Keluar akan menghapus benih anda dan semua data terkait kalium dari perangkat ini. Jika benih anda belum disimpan, Anda tidak akan pernah bisa mengakses dana anda lagi.
it: Facendo il logout il tuo seme e tutti i dati relativi a Natrium verranno rimossi dal dispositivo. Se non hai salvato il tuo seme, non sarai più in grado di accedere ai tuoi fondi.
ko: 로그 아웃하면 시드와 모든 Natrium 관련 데이터가 삭제됩니다. 귀하의 시드가 백업되지 않은 경우 귀하의 자금을 다시 복구 할 수 없습니다.
lv: Izejot tiks aizmirsta jūsu sēkla un visi Natrium saistītie dati šajā ierīcē. Ja neesat izveidojis maka sēklas rezerves kopiju, maks un tā līdzekļi tiks neatgriezeniski zaudēti
ms: Log Keluar akan memadamkan benih anda dan semua data berkaitan Natrium daripada peranti ini. Jikalau benih anda tidak disandarkan, anda tidak akan mendapatkan akses kepada baki anda lagi.
nl: Uitloggen zorgt ervoor dat jouw seed en alle Natrium-gerelateerde informatie van dit toestel worden verwijderd. Als je geen back-up hebt gemaakt, kan je niet meer bij de inhoud van jouw wallet.
pl: Wylogowanie usunie twoje nasiono i wszystkie dane związane z Natrium. Jeżeli twoje nasiono nie jest zapisane, nigdy nie odzyskasz dostępu do swoich środków.
pt: Ao sair, sua seed e todos os dados relacionados a Natrium serão removidos deste dispositivo. Se a sua seed não tiver backup, você nunca poderá acessar seus fundos novamente.
ro: Prin deconectare vom elimina seed-ul și toate datele legate de Natrium de pe acest dispozitiv. Dacă seed-ul nu are o copie de rezervă/backup, fondurile for fi pierdute permanent.
ru: Выход из системы приведёт к удалению Seed и всех связанных с Natrium данных с этого устройства.Если ваш Seed не будет скопирован,вы больше никогда не сможете получить доступ к своим средствам.
sl: Odjava bo izbrisala zasebni ključ in vse podatke v povezavi z aplikacijo Natrium. Če zasebnega ključa niste shranili, ne boste imeli več dostopa do vašega računa.
sv: Vid utloggning raderas din seed och all kaliumrelaterad data från denna enhet. Om du inte har säkerhetskopierat din seed, kommer du aldrig att kunna komma åt dina resurser igen.
tl: Mabubura ang iyong seed at lahat ng Natrium-related na data sa aparato na ito kapag ikaw ay nag-logout. Kapag wala kang back up ng iyong seed, hindi mo na ulit ma-aaccess ang iyong pondo.
tr: Çıkış yaptığınızda seed'iniz ve Natrium'la ilgili bütün verileriniz bu cihazdan silinecektir. Seed'inizi yedeklemediyseniz paranıza bir daha asla ulaşamazsınız.
zh_hans: 注销将从此设备中删除您的种子代码和所有与Natrium相关的数据。如果您的种子代码没有备份，您将永远无法再次访问您的帐户
zh_hant: 註銷將從此設備中刪除您的種子代碼和所有與Natrium相關的數據。如果您的種子代碼沒有備份，您將永遠無法再次訪問您的帳戶

# logoutAction
source: Delete Seed and Logout
ar: حذف المفتاح الخاص والخروج
bg: Изтрий Seed и се Отпиши
cs: Smazat semínko a odhlásit
de: Seed löschen und ausloggen
es: Eliminar semilla y cerrar sesión
fr: Effacer la clé privée et se déconnecter
he: מחק סיד והתנתק
hi: बीज मिटा कर लॉगआउट करें
hu: Seed törlése és kijelentkezés
id: Hapus benih dan keluar
it: Elimina seme e fai il logout
ko: 시드 삭제 및 로그 아웃
lv: Dzēst sēklu un iziet
ms: Memadam benih dan log keluar.
nl: Seed verwijderen en uitloggen
pl: Skasuj nasiono i wyloguj?
pt: Excluir a seed e sair
ro: Șterge seed-ul și deconectează-mă
ru: Удаление Seed и выход из системы.
sl: Izbriši ključ in odjava
sv: Ta bort seed och logga ut
tl: Burahin ang seed at mag-logout
tr: Seed'i sil ve çıkış yap
zh_hans: 删除种子代码并登出
zh_hant: 刪除種子代碼並登出

# logoutAreYouSure
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурен ли си?
cs: Jste si jisti?
de: Bist du dir sicher?
es: ¿Está seguro?
fr: Êtes vous sûr?
he: אתה בטוח?
hi: क्या आप निश्चित हैं?
hu: Biztos, hogy kijelentkezel?
id: Anda Yakin?
it: Sei sicuro?
ko: 확실합니까?
lv: Vai esat drošs?
ms: Adakah anda pasti?
nl: Weet je het zeker?
pl: Czy jesteś pewny?
pt: Você tem certeza?
ro: Sunteți sigur/ă?
ru: Вы уверены?
sl: Ste prepričani?
sv: Är du säker?
tl: Sigurado ka ba?
tr: Emin misiniz?
zh_hans: 您确定？
zh_hant: 您確定？

# logoutReassurance
source: As long as you've backed up your seed you have nothing to worry about.
ar: ليس هناك خشية إذا قمت بحفض نسخة للمفتاح الخاص
bg: Ако имате резервно копие на вашия Seed, няма за какво да се тревожите.
cs: Pokud jste zálohovali své semínko, nemusíte se ničeho obávat.
de: Solange du deinen Seed gesichert hast, musst du dir keine Gedanken machen.
es: Si tiene una copia de seguridad de su semilla, no tendrá nada de lo que preocuparse.
fr: Tant que vous avez sauvegardé votre clé privée, il n’y a pas de soucis à se faire.
he: כל עוד גיבית את הסיד שלך, אין לך מה לדאוג.
hi: अगर आपने अपने बीज को बैकअप कर लिया है, तो आपको चिंता करने की कोई आवश्यकता नहीं है।
hu: Ha elmentetted a seeded, akkor nem lehet baj.
id: Selama anda yakin sudah menyimpan benih anda dengan aman, anda tidak perlu khawatir.
it: Finché avrai un backup del seme non avrai nulla di cui preoccuparti.
ko: 시드를 백업했다면, 걱정하지 않으셔도 됩니다.
lv: Ja vien esat saglabājis maka sēklu, jums ne par ko nav jāuztraucas.
ms: Selagi anda telah menyandarkan benih anda, tiada yang perlu dirisau.
nl: Als je een back-up hebt gemaakt van jouw seed, is er niks aan de hand.
pl: Jeżeli zapisałeś nasiono nie musisz się niczego obawiać.
pt: Contanto que você tenha copiado a sua seed, você não tem com o que se preocupar.
ro: Dacă aveți seed-ul salvat nu există motive de îngrijorare.
ru: Если вы создали резервную копию своего Seed,вам не о чем беспокоиться
sl: Dokler imate shranjen zasebni ključ, ste lahko brez skrbi.
sv: Så länge du har säkerhetskopierat din seed har du inget att oroa dig över.
tl: Wala kang dapat ikabahala basta may back up ka ng iyong seed.
tr: Seed'inizi yedeklediyseniz endişe etmenize gerek yok.
zh_hans: 只要您有备份您的种子代码，就没有什么可担心的
zh_hant: 只要您有備份您的種子代碼，就沒有什麼可擔心的了。

# settingsHeader
source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ko: 설정
lv: Iestatījumi
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
tl: Mga setting
tr: Ayarlar
zh_hans: 设置
zh_hant: 設置

source: Manage
ar: إدارة
bg: Управление
cs: Spravovat
de: Verwaltung
es: Administrar
fr: Gérer
he: נהל
hi: प्रबंधन | मैनेज
hu: Kezelés
id: Mengelola
it: Gestisci
ko: 설정
lv: Pārvaldīt
ms: Mengurus
nl: Beheren
pl: Zarządzaj
pt: Gerenciar
ro: Administrare
ru: Управление
sl: Upravljaj
sv: Förvaltning
tl: Pamamahala
tr: Yönet
zh_hans: 管理
zh_hant: 管理

source: Backup Seed
ar: نسخ احتياطي للمفتاح الخاص
bg: Съхрани Seed
cs: Zálohovat semínko
de: Seed sichern
es: Copia de seguridad
fr: Sauvegarder la clé privée
he: גבה סיד
hi: बीज (सीड) बैकअप करें
hu: Seed Másolása
id: Simpan Benih
it: Salva Seme
ko: 시드 백업
lv: Kopēt sēklu
ms: Sandarkan Benih
nl: Maak seed back-up
pl: Zapisz Nasiono
pt: Backup da Seed
ro: Copie de rezervă pentru seed
ru: Резервное копирование Seed
sl: Shrani ključ
sv: Säkerhetskopiera seed
tl: I-back up ang Seed
tr: Seed'i Yedekle
zh_hans: 备份种子代码
zh_hant: 備份種子代碼
