Repository: appditto/natrium_wallet_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, cs, de, es, fr, he, hi, hu, id, it, ko, lv, ms, nl, pl, pt, ro, ru, sl, sv, tl, tr, zh_hans, zh_hant

source: Cancel
ar: إلغاء
bg: Отмени
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
he: בטל
hi: रद्द (कैंसल) करें
hu: Mégse
id: Batal
it: Annulla
ko: 취소
lv: Atcelt
ms: Batal
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Renunţare
ru: Отмена
sl: Prekliči
sv: Avbryt
tl: Kanselahin
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Close
ar: إغلاق
bg: Затвори
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ko: 닫기
lv: Aizvērt
ms: Tutup
nl: Sluit
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sl: Zapri
sv: Stäng
tl: Isara
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Confirm
ar: تأكيد
bg: Потвърди
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
he: אשר
hi: पुष्टि (कन्फर्म) करें
hu: Megerősít
id: Konfirmasi
it: Conferma
ko: 확인
lv: Apstiprināt
ms: Konfirm
nl: Bevestig
pl: Potwierdz
pt: Confirmar
ro: Confirmare
ru: Подтвердить
sl: Potrdi
sv: Bekräfta
tl: Kumpirmahin
tr: Onayla
zh_hans: 确认
zh_hant: 確認

source: No
ar: لا
bg: Не
cs: Ne
de: Nein
fr: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ko: 아니요
lv: Nē
ms: Tidak
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
sl: Ne
sv: Nej
tl: Hindi
tr: Hayır
zh_hans: 否认
zh_hant: 否認

source: Yes
ar: نعم
bg: Да
cs: Ano
de: Ja
es: Sí
fr: Oui
he: כן
hi: हाँ
hu: Igen
id: Ya
it: Si
ko: 네
lv: Jā
ms: Ya
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
sl: Da
sv: Ja
tl: Oo
tr: Evet
zh_hans: 确认
zh_hant: 確認

# onStr
source: On
ar: فتح
bg: Вкл.
de: An
es: Activadas
fr: Ouvert
he: פועל
hi: चालू
hu: Be
id: Hidup
ko: 켜기
lv: Ieslēgts
nl: Aan
pl: Włączone
pt: Ativar
ro: Activate
ru: Вкл.
sl: Vklopi
sv: På
tr: Açık
zh_hans: 开启
zh_hant: 開啟

source: Off
ar: غلق
bg: Изкл.
de: Aus
es: Desactivadas
fr: Fermé
he: כבוי
hi: बंद
hu: Ki
id: Mati
ko: 끄기
lv: Izslēgts
nl: Uit
pl: Wyłączone
pt: Desativar
ro: Dezactivate
ru: Выкл.
sl: Izklopi
sv: Av
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: Send
ar: إرسال
bg: Изпрати
cs: Poslat
de: Senden
es: Enviar
fr: Envoyer
he: שלח
hi: भेजें
hu: Küldés
id: Kirim
it: Invia
ko: 보내기
lv: Sūtīt
ms: Hantar
nl: Verstuur
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sl: Pošlji
sv: Skicka
tl: Magpadala
tr: Gönder
zh_hans: 发送
zh_hant: 發送

source: Receive
ar: إستلام
bg: Получи
cs: Přijmout
de: Empfangen
es: Recibir
fr: Recevoir
he: קבל
hi: प्राप्त करें
hu: Fogadás
id: Terima
it: Ricevi
ko: 받기
lv: Saņemt
ms: Terima
nl: Ontvang
pl: Odbierz
pt: Receber
ro: Primește
ru: Получить
sl: Prejmi
sv: Ta emot
tl: Tumanggap
tr: İste
zh_hans: 接收
zh_hant: 接收

source: Sent
ar: تم الارسال
bg: Изпратено
cs: Odesláno
de: Gesendet
es: Enviados
fr: Envoyé
he: נשלח
hi: भेजे -
hu: Küldött
id: Terkirim
it: Inviati
ko: 전송 완료
lv: Nosūtītie
ms: Dihantar
nl: Verstuurd
pl: Wysłane
pt: Enviado
ro: S-a trimis
ru: Отправлено
sl: Poslano
sv: Skickat
tl: Naipadala
tr: Gönderildi
zh_hans: 发送
zh_hant: 發送

source: Received
ar: تم الإستلام
bg: Получено
cs: Přijmuto
de: Empfangen
es: Recibidos
fr: Reçu
he: התקבל
hi: मिले -
hu: Fogadott
id: Diterima
it: Ricevuti
ko: 수신 완료
lv: Saņemtie
ms: Diterima
nl: Ontvangen
pl: Odebrane
pt: Recebido
ro: S-a primit
ru: Получено
sl: Prejeto
sv: Mottagit
tl: Natanggap
tr: Alındı
zh_hans: 收到
zh_hant: 收到

source: Transactions
ar: معاملات
bg: Транзакции
cs: Transakce
de: Transaktionen
es: Transacciones
he: טרנסקציות
hi: लेनदेन
hu: Tranzakciók
id: Transaksi
it: Transazioni
ko: 거래
lv: Darījumi
ms: Transaksi
nl: Transacties
pl: Transakcje
pt: Transações
ro: Tranzacții
ru: Транзакции
sl: Transakcije
sv: Transaktioner
tl: Mga transaksyon
tr: İşlemler
zh_hans: 交易
zh_hant: 交易

source: Address Copied
ar: تم نسخ العنوان
bg: Адрес Копиран
cs: Adresa zkopírována
de: Adresse kopiert
es: Billetera copiada
fr: Adresse copiée
he: כתובת הועתקה
hi: पता कॉपी हो गया
hu: Cím Másolva
id: Alamat berhasil disalin.
it: Copiato
ko: 주소가 복사되었습니다
lv: Adrese nokopēta
ms: Alamat disalinkan
nl: Adres gekopieerd
pl: Adres Skopiowany
pt: Endereço Copiado
ro: Adresă copiată
ru: Адрес скопирован
sl: Naslov skopiran
sv: Adress kopierad
tl: Ang Address ay nakopya
tr: Kopyalandı
zh_hans: 地址已复制
zh_hant: 地址已復制

source: Copy Address
ar: نسخ العنوان
bg: Копирай Адрес
cs: Kopírovat adresu
de: Adresse kopieren
es: Copiar billetera
fr: Copier l’adresse
he: העתק כתובת
hi: पता कॉपी करें
hu: Cím Másolása
id: Salin Alamat
it: Copia Indirizzo
ko: 주소 복사
lv: Kopēt adresi
ms: Salinkan alamat
nl: Kopieer adres
pl: Skopiuj Adres
pt: Copiar Endereço
ro: Copiază adresa
ru: Копировать адрес
sl: Kopiraj naslov
sv: Kopiera adress
tl: Kopyahin ang Address
tr: Adresi Kopyala
zh_hans: 复制地址
zh_hant: 複製地址

# addressShare
source: Share Address
ar: أنشر العنوان
bg: Сподели Адрес
cs: Sdílet adresu
de: Teilen
es: Compartir
fr: Partager
he: שתף
hi: साझा (शेयर) करें
hu: Megosztás
id: Bagikan
it: Condividi
ko: 공유
lv: Kopīgot adresi
ms: Kongsi
nl: Deel
pl: Udostępnij
pt: Compartilhar
ro: Share
ru: Отправить
sl: Deli naslov
sv: Dela
tl: I-share
tr: Paylaş
zh_hans: 分享地址
zh_hant: 分享地址

# addressHint
source: Enter Address
ar: أدخل العنوان
bg: Въведи Адрес
cs: Zadejte adresu
de: Adresse eingeben
es: Introducir billetera
fr: Saisir l’adresse
he: הכנס כתובת
hi: पता दर्ज करें
hu: Küldés Erre A Címre
id: Masukkan Alamat
it: Inserisci Indirizzo
ko: 주소를 입력하세요
lv: Ievadīt adresi
ms: Masukan Alamat
nl: Vul adres in
pl: Wpisz Adres
pt: Insira o endereço
ro: Introdu adresa
ru: Введите Адрес
sl: Vnesi naslov
sv: Ange adress
tl: Ilagay ang Address
tr: Adres Gir
zh_hans: 输入地址
zh_hant: 輸入地址

source: Seed
ar: مفتاح خاص
cs: Semínko
es: Semilla
fr: Clé Privée
he: סיד
hi: बीज (सीड)
id: Benih
it: Seme
ko: 시드 코드
lv: Sēkla
ms: Benih
pl: Nasiono
sl: Zasebni ključ
zh_hans: 种子代码
zh_hant: 種子代碼

# seedInvalid
source: Seed is Invalid
ar: مفتاح خاص غير صحيح
bg: Seed Невалиден
cs: Semínko není platné
de: Seed ist ungültig.
es: La semilla no es correcta
fr: La clé privée est invalide
he: הסיד לא תקין
hi: बीज (सीड) गलत है
hu: Helytelen Seed
id: Benih tidak sesuai
it: Seme non valido
ko: 시드가 부적절합니다
lv: Sēkla nav derīga
ms: Benih tidak sah
nl: Seed is ongeldig
pl: Nasiono jest nieważne
pt: A seed é inválida
ro: Seed invalid
ru: Seed Недействительный.
sl: Zasebni ključ je neveljaven
sv: Angiven seed är ogiltig
tl: Ang seed ay hindi wasto
tr: Geçersiz seed
zh_hans: 种子代码无效
zh_hant: 種子代碼無效

# seedCopied
source: Seed Copied to Clipboard It is pasteable for 2 minutes.
ar: تم نسخ المفتاح الخاص لمدة دقيقتين
bg: Seed Копиран в Клипборда. Ще бъде съхранен там за 2 минути.
cs: Semínko zkopírováno do schránky Je vložitelné po dobu 2 minut.
de: Seed in Zwischenablage kopiert. Du kannst ihn jetzt 2 Minuten lang einfügen.
es: Su semilla ha sido copiada al portapapeles. Podrá pegarla solo durante los próximos dos minutos.
fr: La clé privée est copié dans le presse-papiers. Vous pouvez le copier-coller pendant les 2 prochaines minutes.
he: .הסיד הועתק הוא ניתן להדבקה במשך שתי דקות
hi: आपका बीज (सीड) क्लिपबोर्ड में कॉपी हो गया है। इसे अगले २ (2) मिनट तक पेस्ट किया जा सकता है।
hu: Seed másolva a clipboardra. 2 percig beilleszthető.
id: Benih disalin kedalam papan klip. Hanya bisa ditempel dalam waktu 2 menit.
it: Seme copiato negli appunti. Potrai incollarlo per 2 minuti.
ko: 시드가 클립보드에 복사되었습니다. 2분 동안 지속됩니다.
lv: Sēkla nokopēta starpliktuvē To iespējams ielīmēt 2 minūšu laikā.
ms: Benih disalin ke papan kilp. Ia dapat ditampal selama 2 minit.
nl: Seed is gekopieerd naar klembord en blijft 2 minuten beschikbaar.
pl: Nasiono skopiowane do schowka. Możesz je wklejić przez 2 minuty.
pt: Seed copiada para a área de transferência. É possível colar por 2 minutos.
ro: Seed-ul a fost copiat în clipboard. Opțiunea Copy-Paște este valabilă două minute.
ru: Seed скопирован в буфер обмена.в нём сохраниться в течение 2 минут.
sl: Zasebni ključ skopiran Možno prilepiti v 2 minutah.
sv: Din seed är kopierad till urklipp. Den går att klistra in under 2 minuter.
tl: Ang seed ay nakopya sa clipboard. Pwedeng i-paste ito sa loob ng dalawang minuto.
tr: Seed'iniz panoya kopyalandı. 2 dakika panoda kalacak.
zh_hans: 种子代码复制到剪贴板。 2分钟后失效
zh_hant: 種子代碼復製到剪貼板。 2分鐘後失效

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
bg: Сканирай QR-код
cs: Oskenovat QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le Code QR
he: סרוק ברקוד
hi: क्यू आर कोड स्कैन करें
hu: Olvasd be a QR Kódot
id: Pindai QR Code
it: Codice QR
ko: QR 코드를 스캔하세요
lv: Skenēt QR kodu
ms: Imbaskan Kod QR
pl: Skanuj Kod QR
pt: Escanear QR Code
ro: Scanare cod QR
ru: Сканировать QR-код
sl: Zajemi QR kodo
sv: Skanna QR-kod
tl: I-scan ang QR Code
tr: QR Kodu Tara
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

# contactsImportErr
source: Failed to import contacts
ar: فشل استيراد جهات الاتصال
bg: Неуспешно импортиране на Контакти
cs: Import kontaktů se nezdařil
de: Import fehlgeschlagen
es: Error al importar Contactos
fr: L’import des contacts a échoué
he: ייבוא איש קשר נכשל
hi: संपर्क आयात (इम्पोर्ट) नहीं हो सकें
hu: Sikertelen kontakt importálás
id: Gagal mengimpor kontak
it: Errore nell'importazione contatti
ko: 연락처를 가져오지 못했습니다.
lv: Neizdevās importēt kontaktus
ms: Gagal mengimpor kontak
nl: Contactpen importeren mislukt
pl: Nie udało się importować kontaktów
pt: Falha ao importar contatos
ro: Importarea contactelor a eșuat
ru: Не удалось импортировать
sl: Ni možno uvoziti stikov
sv: Gick ej att importera kontakter
tl: Hindi ma-import ang mga kontak
tr: Rehberi içe aktarmada sorun oluştu
zh_hans: 无法导入联系人
zh_hant: 无法導入聯絡人

source: View Details
ar: عرض التفاصيل
bg: Виж Детайли
cs: Zobrazit detaily
de: Details ansehen
es: Ver detalles
fr: Détails
he: ראה פרטים
hi: अधिक जानकारी देखें
hu: Részletek Mutatása
id: Lihat Rincian
it: Dettagli
ko: 세부 정보보기
lv: Apskatīt detaļas
ms: Lihat Butiran
nl: Bekijk details
pl: Zobacz Szczegóły
pt: Ver detalhes
ro: Detalii
ru: Посмотреть Детали
sl: Podrobnosti
sv: Visa detaljer
tl: Tingnan ang detalye
tr: Ayrıntılar
zh_hans: 查看详情
zh_hant: 查看詳情

# qrInvalidSeed
source: QR code does not contain a valid seed or private key
ar: رمز الاستجابة السريعة لا يحتوي على مفتاح خاص صحيح
bg: QR-кода не съдържа валиден Seed или Личен Ключ
cs: QR kód neobsahuje platné semínko ani soukromý klíč
de: Der QR-Code enthält keinen gültigen Seed oder Private Key
es: El código QR no contiene una semilla válida o una clave privada
fr: Le QR code ne contient pas de clé privée valide
he: הברקוד אינו מכיל סיד ולידי של מפתח פרטי
hu: QR-kód nem tartalmaz érvényes seedet vagy privát kulcsot
id: Kode QR tidak mengandung benih atau kunci pribadi yg valid
it: Il codice QR non contiene un seme o una chiave privata validi
lv: QR kods nesatur derīgu sēklu vai privāto atslēgu
nl: QR code bevat geen geldige seed of privé sleutel
pt: O código QR não contém uma seed ou private key válida
ro: Codul QR nu conține un seed sau private key valid
ru: QR-код не содержит действительный Seed или закрытый ключ
sl: QR koda ne vsebuje veljavnega zasebnega ključa
sv: QR-koden innehåller ingen giltig seed eller privatnyckel
tl: Ang QR code ay walang laman na valid seed o private key
tr: Bu QR kod geçerli bir seed veya private key içermiyor
zh_hans: 二维码没有包含任何有效的种子代码
zh_hant: 二維碼沒有包含任何有效的種子代碼

# qrInvalidAddress
source: QR code does not contain a valid address
ar: رمز الاستجابة السريعة لا يحتوي على عنوان صحيح
bg: QR-кода не съдържа валиден адрес
cs: QR kód neobsahuje platnou destinaci.
de: Der QR-Code enthält keine gültige Adresse
es: El código QR no contiene una dirección válida
fr: Le QR code ne contient pas d'adresse valide
he: הברקוד אינו מכיל כתובת ולידית
hu: QR-kód nem tartalmaz érvényes címet
id: Kode QR tidak mengandung alamat yg valid
it: Il codice QR non contiene un indirizzo valido
lv: QR kods nesatur derīgu adresi
nl: QR code bevat geen geldig adres
pt: O código QR não contém um endereço válido
ro: Codul QR nu conține o adresă validă
ru: QR-код не содержит действительный адрес
sl: QR koda ne vsebuje veljavnega naslova
sv: QR-koden innehåller ingen giltig adress
tl: Ang QR code ay walang laman na valid address
tr: Bu QR kod geçerli bir adres içermiyor
zh_hans: 二维码没有包含任何有效的地址
zh_hant: 二維碼没有包含任何有效的地址

source: Remove Contact
ar: حذف بيانات جهة الاتصال
bg: Премахни Контакт
cs: Odstranit kontakt
de: Kontakt löschen
es: Eliminar Contacto
fr: Supprimer le contact
he: הסר איש קשר
hi: संपर्क मिटाएं
hu: Kontakt Törlése
id: Hapus Kontak
it: Rimuovi Contatto
ko: 연락처 삭제
lv: Dzēst kontaktu
ms: Padam Kenalan
nl: Verwijder contact
pl: Usuń kontakt
pt: Remover Contato
ro: Șterge contactul
ru: Удалить Контакт
sl: Odstrani stik
sv: Ta bort kontakt
tl: Alisin ang kontak
tr: Kişiyi Sil
zh_hans: 删除联系人
zh_hant: 刪除聯絡人

# removeContactConfirmation
source: Are you sure you want to delete %1?
ar: هل تريد حذف %1؟
bg: Сигурен ли си, че искаш да изтриеш %1?
cs: Opravdu chcete odstranit %1?
de: Willst du %1 wirklich löschen?
es: ¿Está seguro de querer eliminar a %1?
fr: Êtes vous sûr de vouloir supprimer %1?
he: האם אתה בטוח שאתה רוצה למחוק את %?
hi: क्या आप वाकई %1 को संपर्कों में से मिटाना चाहतें हैं?
hu: Biztos, hogy törölni szeretnéd %1-t?
id: Anda yakib akan menghapus %1?
it: Sei sicuro di voler rimuovere %1?
ko: % s을 (를) 삭제 하시겠습니까?
lv: Vai esat drošs, ka vēlaties dzēst kontaktu %1?
ms: Anda yakib akan menghapus %1?
nl: Weet je zeker dat je het contact %1 wil verwijderen?
pl: Czy jesteś pewny że chcesz usunąć %1?
pt: Tem certeza de que deseja excluir %1?
ro: Dorești să elimini contactul %1?
ru: Вы уверены,что хотите удалить %1?
sl: Ste prepričani, da hočete izbrisati %1?
sv: Är du säker på att du vill radera %1?
tl: Sigurado ka ba gusto mong tanggalin ang %1?
tr: %1 kişisini silmek istediğine emin misin?
zh_hans: 您确认要刪除%1吗？
zh_hant: 您確定要删除％s吗？

# contactHeader
source: Contact
ar: جهة الاتصال
bg: Контакт
cs: Kontakt
de: Kontakt
es: Contacto
he: איש קשר
hi: संपर्क -
hu: Kontakt
id: Kontak
it: Contatto
ko: 연락처
lv: Kontakts
ms: Kenalan
pl: Kontakt
pt: Contato
ru: Контакт
sl: Stik
sv: Kontakter
tl: Kontak
tr: Kişi
zh_hans: 联系人
zh_hant: 聯絡人

# contactsHeader
source: Contacts
ar: جهات الاتصال
bg: Контакти
cs: Kontakty
de: Kontakte
es: Contactos
he: אנשי קשר
hi: संपर्क
hu: Kontaktok
id: Kontak
it: Contatti
ko: 연락처
lv: Kontakti
ms: Kenalan
nl: Contacten
pl: Kontakty
pt: Contatos
ro: Contacte
ru: Контакты
sl: Stiki
sv: Kontakter
tl: Mga kontak
tr: Rehber
zh_hans: 联系人名单
zh_hant: 聯絡人名單

source: Add Contact
ar: إضافة جهة الاتصال
bg: Добави Контакт
cs: Přidat kontakt
de: Neuer Kontakt
es: Añadir Contacto
fr: Ajouter contact
he: הוסף איש קשר
hi: संपर्क डालें
hu: Kontakt Hozzáadása
id: Tambah Kontak
it: Aggiungi
ko: 연락처 추가
lv: Pievienot kontaktu
ms: Tambah Kenalan
nl: Contact toevoegen
pl: Dodaj Kontakt
pt: Adicionar Contato
ro: Adaugă contact
ru: Добавить Контакт
sl: Dodaj stik
sv: Lägg till kontakt
tl: Mag-add ng kontak
tr: Kişi Ekle
zh_hans: 添加联系人
zh_hant: 添加聯絡人

# contactNameHint
source: Enter a Name @
ar: أدخل اسم @
bg: Въведи Име @
cs: Zadejte jméno @
de: Namen eingeben @
es: Nombre @
fr: Saisir un nom @
he: הכנס שם @
hi: संपर्क का @नाम डालें
hu: Írj be egy nevet @
id: Masukkan Nama @
it: Inserisci un Nome @
ko: 이름 입력 @@
lv: Ievadiet nosaukumu @
ms: Masukkan Nama @
nl: Voer naam in @
pl: Wpisz imię @
pt: Insira um nome @
ro: Introdu un nume @
ru: Введите имя @
sl: Vnesite ime @
sv: Ange ett namn @
tl: Ilagay ang pangalan @
tr: Bir İsim Girin @
zh_hans: 输入姓名@
zh_hant: 輸入姓名@

# contactInvalid
source: Invalid Contact Name
ar: اسم جهة الاتصال خاطيء
bg: Невалидно Име
cs: Zadejte jméno kontaktu
de: Ungültiger Kontaktname
es: Nombre no válido
fr: Nom du contact erroné
he: שם איש קשר לא תקין
hi: संपर्क के नाम में गलती है
hu: Helytelen kontakt név
id: Kontak Tidak Valid
it: Nome Contatto Invalido
ko: 잘못된 연락처 입력
lv: Nederīgs kontakta nosaukums
ms: Nama Kenalan tidak sah
nl: Ongeldige contact naam
pl: Niewłaściwe imię Kontaktu
pt: Nome de Contato Inválido
ro: Nume invalid
ru: Недопустимое имя
sl: Neveljavno ime
sv: Ogiltigt kontaktnamn
tl: Hindi tugma sa kontak
tr: Geçersiz isim
zh_hans: 联系人姓名无效
zh_hant: 聯絡人姓名無效

# noContactsExport
source: There's no contacts to export.
ar: لا توجد جهات الاتصال للنقل
bg: Няма контакти за експорт
cs: Neexistují žádné kontakty k exportu.
de: Keine Kontakte zum Exportieren gefunden
es: No hay Contactos para exportar.
fr: Il n’y a pas de contacts à exporter
he: לא קיימים אנשי קשר לייצא
hi: निर्यात (एक्सपोर्ट) करने के लिए कोई संपर्क नहीं हैं
hu: Nincsenek exportálható kontaktok
id: Tidak ada kontak yg bisa di ekspor
it: Non ci sono contatti da esportare
ko: 내보낼 연락처가 존재하지 않습니다.
lv: Nav kontaktu ko eksportēt.
ms: Tidak ada kontak yg bisa di ekspor
nl: Er zijn geen contacten aanwezig om te verwijderen
pl: Nie ma kontaktów do eksportowania
pt: Não há contatos para exportar
ro: Nu există contacte pentru exportare
ru: Нет контактов для экспорта
sl: Ni stikov za izvoz.
sv: Det finns inga kontakter att exportera
tl: Walang kontak na ma-export
tr: Dışa aktarılabilecek bir kişi bulunamadı
zh_hans: 没有要导出的联系人
zh_hant: 沒有要導出的聯絡人

# noContactsImport
source: No new contacts to import.
ar: لا توجد جهات اتصال جديدة للجلب.
bg: Няма нови контакти за импорт.
cs: Žádné nové kontakty k importu.
de: Keine Kontakte zum Importieren gefunden
es: No hay Contactos para importar
fr: Aucun contact à importer
he: לא נמצאו אנשי קשר לייבוא
hi: आयात (इम्पोर्ट) करने के लिए कोई संपर्क नहीं मिले
hu: Nincsenek importálható kontaktok
id: Tidak menemukan untuk impor
it: Nessun contatto da importare trovato
ko: 가져올 연락처를 찾을 수 없습니다.
lv: Nav jauni kontakti, ko importēt.
ms: Tidak menemukan untuk impor
nl: Geen contacten gevonden om te importeren
pl: Nie znaleziono kontaktów do importowania
pt: Não há contatos para importar
ro: Nu am gasit contacte pentru importare
ru: Нет контактов для импорта
sl: Ni novih stikov za uvoz.
sv: Hittade inga kontakter att importera
tl: Walang kontak na ma-import
tr: İçe aktarılacak bir kişi bulunamadı
zh_hans: 找不到要导入的联系人
zh_hant: 找不到要導入的聯絡人

# contactsImportSuccess
source: Sucessfully imported %1 contacts.
ar: تم جلب جهات اتصال %1 بنجاح.
bg: Успешно добавен %1 контакт/и.
cs: %1 kontaktů bylo úspěšně importováno.
de: %1 Kontakte wurden importiert
es: Contactos %1 importados con éxito
fr: Import de %1 contacts réussi
he: יבוא אנשי הקשר של %1 עבר בהצלחה
hi: %1 संपर्क सफलतापूर्वक आयात (इम्पोर्ट) हो गए हैं
hu: Sikeresen importáltál %1 kontaktot
id: Berhasil mengimpor %1 kontak
it: %1 contatti importati con successo
ko: %1개의 연락처를 성공적으로 가져왔습니다.
lv: Sekmīgi importēti %1 kontakti.
ms: Berhasil mengimpor %1 kontak
nl: %1 contacten succesvol geïmporteerd
pl: Z powodzeniem importowao %1 contacts
pt: Importado com sucesso %1 contatos
ro: Am importat %1 contacte
ru: Успешно импортированы %1
sl: Uspešen uvoz %1 stikov.
sv: Lyckad import av %1 kontakter
tl: Na-import na ang %1 kontak
tr: %1 kişi içe aktarıldı
zh_hans: 已成功导入％d个联系人
zh_hant: 已成功導入％d個聯絡人

# contactAdded
source: %1 added to contacts.
ar: تم إضافة %1 إلى جهات الاتصال.
bg: %1 добавен/и в Контакти.
cs: %1 přidán do kontaktů.
de: %1 zu Kontakten hinzugefügt!
es: %1 ha sido añadido
fr: %1 a été ajouté aux contacts!
he: !נוסף לאנשי הקשר %1
hi: %1 अब आपके सम्पर्को में है!
hu: %1 hozzá lett adva a kontaktokhoz!
id: %1 ditambahkan ke kontak!
it: %1 è stato aggiunto ai contatti!
ko: % s 님이 연락처에 추가되었습니다.
lv: %1 pievienots kontaktiem.
ms: %1 telah ditambah sebagai kenalan!
nl: %1 is toegevoegd aan contact!
pl: %1 został dodany do kontaktów!
pt: %1 foi adicionado aos contatos!
ro: %1 a fost adăugat la contacte!
ru: %1 добавлен в контакты!
sl: %1 dodan stikom.
sv: %1 har lagts till under kontakter!
tl: %1 ay nadagdag sa mga kontak!
tr: %1 rehbere eklendi!
zh_hans: %1已被添加到联系人！
zh_hant: %1 已被添加到聯絡人！

# contactRemoved
source: %1 has been removed from contacts!
ar: تم حذف %1 من جهة الاتصال !
bg: %1 премахнат/и от Контакти!
cs: %1 byl úspěšně odstraněn z kontaktů!
de: %1 wurde aus den Kontakten gelöscht!
es: %1 ha sido eliminado de Contactos.
fr: %1 a été supprimé de vos contacts!
he: % הוסר מאנשי הקשר!
hi: %1 का नाम संपर्कों में से मिटा दिया गया!
hu: Törölted %1-t a kontaktjaid közül!
id: %1 kontak berhasil dihapus!
it: %1 è stato rimosso dai contatti!
ko: % s 님이 연락처에서 삭제되었습니다!
lv: %1 dzēsts no kontaktiem!
ms: %1 kontak berhasil dihapus!
nl: %1 is verwijderd uit contacten!
pl: %1 został usunięty z kontaktów
pt: %1 foi removido dos contatos!
ro: %1 a fost șters din lista contactelor!
ru: %1 удален из контактов!
sl: %1 je bil odstranjen iz stikov!
sv: %1 har raderats från dina kontakter!
tl: %1 ay natanggal sa mga kontak!
tr: %1 rehberden silindi!
zh_hans: %1已从联系人名单中刪除!
zh_hant: ％S已從聯絡人名單中刪除！

# contactNameMissing
source: Choose a Name for this Contact
ar: إختر إسم جهة الاتصال
bg: Избери име за този Контакт.
cs: Zadejte nové jméno pro tento kontakt
de: Keine Kontakte zum Exportieren gefunden
es: No hay Contactos para exportar.
fr: Il n’y a pas de contacts à exporter
he: לא קיימים אנשי קשר לייצא
hi: निर्यात (एक्सपोर्ट) करने के लिए कोई संपर्क नहीं हैं
hu: Nincsenek exportálható kontaktok
id: Tidak ada kontak yg bisa di ekspor
it: Non ci sono contatti da esportare
ko: 내보낼 연락처가 존재하지 않습니다.
lv: Izvēlieties kontakta nosaukumu
ms: Tidak ada kontak yg bisa di ekspor
nl: Er zijn geen contacten aanwezig om te verwijderen
pl: Nie ma kontaktów do eksportowania
pt: Não há contatos para exportar
ro: Nu există contacte pentru exportare
ru: Нет контактов для экспорта
sl: Izberite ime za ta stik
sv: Det finns inga kontakter att exportera
tl: Walang kontak na ma-export
tr: Dışa aktarılabilecek bir kişi bulunamadı
zh_hans: 没有要导出的联系人
zh_hant: 沒有要導出的聯絡人

# contactExists
source: Contact Already Exists
ar: جهة الاتصال موجودة مسبقا
bg: Контакта вече съществува
cs: Kontakt již existuje.
de: Kontakt bereits vorhanden
es: El Contacto ya existe
fr: Ce contact existe déjà
he: איש קשר כבר קיים
hi: इस संपर्क का नाम पहले से मौजूद है
hu: Ez a kontakt már létezik!
id: Kontak Sudah Ada
it: Contatto Già Esistente
ko: 이미 존재하는 연락처
lv: Kontakts jau eksistē
ms: Kenalan telah wujud
nl: Contact bestaat al
pl: Kontakt już istnieje
pt: Contato já Existe
ro: Contact deja existent
ru: Контакт уже существует
sl: Stik že obstaja
sv: Kontakten existerar redan
tl: Mayroon nang kapareho
tr: Bu kişi zaten mevcut
zh_hans: 联系人已存在
zh_hant: 聯絡人已存在

source: Backup your seed
ar: حفظ المفتاح الخاص
bg: Съхрани своя Seed
cs: Zálohujte své semínko
de: Sichere deinen Seed
es: Haga una copia de seguridad de su semilla
fr: Sauvegarder votre clé privée
he: גבה את הסיד שלך
hi: बीज (सीड) बैकअप करें
hu: Seed másolása
id: Simpan benih anda
it: Salva il seme
ko: 시드를 백업하세요
lv: Izveidojiet sēklas rezerves kopiju
ms: Sandarkan Benih Anda
nl: Maak een back-up van jouw seed
pl: Zapisałeś swoje nasiono?
pt: Faça backup de sua seed
ro: Salvați-vă seed-ul (backup)
ru: Резервное копирование Seed
sl: Shrani zasebni ključ
sv: Säkerhetskopiera din seed
tl: I-back up ang iyong seed
tr: Seed'inizi yedekleyin
zh_hans: 备份您的种子代码
zh_hant: 備份您的種子代碼
