Repository: appditto/natrium_wallet_flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, cs, de, es, fr, he, hi, hu, id, it, ko, lv, ms, nl, pl, pt, ro, ru, sl, sv, tl, tr, zh_hans, zh_hant

# fingerprintSeedBackup
source: Authenticate to backup seed.
ar: المصادقة على نسخ المفتاح الخاص.
bg: Удостовери за да съхраниш Seed.
cs: Ověřte se pro zálohu semínka.
de: Fingerabdruck scannen, um Seed zu sichern.
es: Confirme con huella dactilar para hacer una copia de seguridad de su semilla.
fr: Confirmer l’empreinte digitale pour sauvegarder la clé privée.
he: אשר טביעות אצבע בכדי לגבות סיד.
hi: उंगली के निशान की सहायता से बीज (सीड) बैकअप करें।
hu: Erősítsd meg az ujjlenyomatoddal, hogy szeretnéd elmenteni a seeded.
id: Konfirmasi sidik jari untuk menyimpan benih.
it: Conferma l'impronta per salvare il seme.
ko: 지문을 확인하여 시드 지갑를 백업하세요
lv: Autorizējieties, lai kopētu sēklu.
ms: Konfirm cap jari untuk menyandarkan benih dompet.
nl: Bevestig je vingerafdruk om een back-up te maken.
pl: Potwierdz odcisk palca żeby zapisać nasiono portfela.
pt: Confirme a impressão digital para fazer o backup da seed da carteira.
ro: Confirmați amprenta pentru a face o copie de seed-ului
ru: Подтвердите отпечаток пальца для резервного копирования Seed
sl: Avtenticiraj za shranitev ključa.
sv: Bekräfta fingeravtryck för att säkerhetskopiera plånboks-seed.
tl: Kumpirmahin ang fingerprint para i-back up ang wallet seed.
tr: Seed'i yedeklemek için parmak izini onaylayın.
zh_hans: 确认指纹，备份钱包种子。
zh_hant: 確認指紋，備份錢包種子。

# pinSeedBackup
source: Enter PIN to Backup Seed
ar: أدخل الPIN للنسخ المفتاح الخاص
bg: Въведи ПИН за да съхраниш Seed
cs: Zadejte PIN pro zálohu semínka
de: PIN eingeben, um Seed zu sehen.
es: Introduzca el PIN para mostrar la semilla de su billetera
fr: Saisir le pin afin de voir votre clé privée.
he: הכנס קוד בכדי לראות את הסיד של הארנק.
hi: वॉलेट के बीज को देखने के लिए पिन दर्ज करें।
hu: Írd be a PIN-kódod, hogy megjelenjen a seeded.
id: Masukkan pin untuk melihat benih dompet Anda.
it: Inserisci il pin per vedere il seme.
ko: 시드 지갑 를 보시려면 비밀번호을 입력하세요
lv: Ievadiet PIN, lai kopētu sēklu
ms: Masukkan pin to melihat benih dompet.
nl: Vul je pincode in om je wallet seed te zien.
pl: Wpisz PIN żeby zobaczyć nasiono portfela.
pt: Digite o pin para visualizar a seed da carteira.
ro: Introdu PIN-ul pentru a vedea seed-ul portofelului.
ru: Введите PIN для просмотра Seed кошелька.
sl: Vnesi PIN za shranitev ključa
sv: Ange din PIN-kod för att se din seed.
tl: Ilagay ang pin para tingnan ang wallet seed.
tr: Seed'i görüntülemek için şifreyi girin.
zh_hans: 输入识别码以查看钱包种子。
zh_hant: 輸入識別碼以查看錢包種子。

source: System Default
ar: النظام الافتراضي
bg: По Подразбиране
cs: Výchozí systému
de: Systemsprache
es: Sistema por defecto
fr: Par défaut (système)
he: בְּרִירַת מֶחדָל
hi: डिवाइस की भाषा
hu: Rendszer alapértelmezett
id: Default Sistem
it: Predefinito
ko: 전화 언어
lv: Noklusētie iestatījumi
ms: Default Sistem
nl: Systeem standaard
pl: Domyślny język systemu
pt: Sistema padrão
ro: Limba implicită
ru: По умолчанию
sl: Sistemski
sv: Systemfel
tl: Default na System
tr: Sistem Dili
zh_hans: 系统默认
zh_hant: 系統默認

source: Notifications
ar: تنبيهات
bg: Известия
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
he: התראות
hi: सूचनाएं
hu: Értesítések
id: Notifikasi
it: Notifiche
ko: 알림
lv: Paziņojumi
ms: Notifikasi
nl: Notificaties
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
sl: Opozorila
sv: Aviseringar
tl: Abiso
tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

# notificationTitle
source: Received %1 NANO
ar: تم استلام %1 NANO
bg: Получени %1 NANO
cs: Přijato %1 NANO
de: %1 NANO erhalten
es: %1 NANO recibidos
fr: %1 NANO reçus
he: %1 נאנו התקבלו
hi: %1 बनानो प्राप्त हुए
hu: Kaptál %1 NANO-t
id: Menerima %1 NANO
it: Ricevuti %1 NANO
ko: % s개의 NANO을 받았습니다
lv: Saņemts %1 NANO
ms: %1 NANO diterimakan
nl: %1 NANO ontvangen
pl: Otrzymano %1 NANO
pt: Recebido %1 NANO
ro: Ai primit %1 NANO
ru: Получено %1 NANO
sl: Prejeto %1 NANO
sv: Mottog %1 NANO
tl: Nakatanggap ng %1 NANO
tr: %1 NANO Alındı
zh_hans: 收到 %1 NANO
zh_hant: 收到 %1 NANO

# notificationBody
source: Open Natrium to view this transaction
ar: أفتح نتريوم للكشف عن هذا التعامل
bg: Отвори Natrium за да видиш тази транзакция
cs: Otevřete Natrium pro zobrazení této transakce
de: Öffne Natrium, um diese Transaktion zu sehen.
es: Abra Natrium para ver esta transacción.
fr: Ouvrir Natrium pour voir cette transaction.
he: פתח את נאטריום בשביל לצפות בטרנסקציה.
hi: इस लेनदेन को देखने के लिए नेट्रियम खोलें
hu: Nyisd meg a Natriumot, hogy megnézhesd a tranzakciót.
id: Buka Natrium untuk melihat transaksi.
it: Apri Natrium per vedere la transazione.
ko: 이 거래를 보려면 Natrium을 여십시오.
lv: Atveriet Natrium, lai apskatītu šo transakciju
ms: Buka Natrium bagi melihat transaksi ini.
nl: Open Natrium om de transactie te zien.
pl: Otwórz Natrium żeby zobaczyć tą transakcje.
pt: Abra a Natrium para ver esta transação.
ro: Deschide Natrium pentru a vizualiza tranzacția.
ru: Откройте Natrium для просмотра.
sl: Odpri Natrium za ogled transakcije
sv: Öppna Natrium för att visa transaktion.
tl: Buksan ang Natrium para tingnan ito.
tr: Bu transferi görmek için Natrium’u aç.
zh_hans: 打开Natrium查看此交易。
zh_hant: 打開Natrium查看此交易。

# notificationHeaderSupplement
source: Tap to open
ar: اضغط للفتح
bg: Натисни за да отвориш
cs: Klepnutím otevřete
de: Zum Öffnen tippen
es: Pulse para abrir
fr: Appuyez pour ouvrir
he: לחץ בשביל לפתוח
hi: ऐप्प खोलने के लिए छुएं
hu: Koppints a megnyitáshoz
id: Tekan untuk membuka
it: Tocca per aprire
ko: 열려면 누르십시오.
lv: Pieskaries, lai atvērtu
ms: Ketuk untuk buka
nl: Tik om te openen
pl: Naciśnij aby Otworzyć
pt: Toque para abrir
ro: Apasă pentru deschidere
ru: Нажмите чтобы открыть
sl: Dotik za ogled
sv: Tryck för att öppna
tl: Tapikin para mabuksan
tr: Açmak için dokun
zh_hans: 点击打开
zh_hant: 點擊打開

# settingsTransfer
source: Load from Paper Wallet
ar: تحميل من المحفظة الورقية
bg: Зареди от Хартиен Портфейл
cs: Načíst z papírové penězenky
de: Von Paper Wallet importieren
es: Cargar Billetera de Papel
fr: Transfert de fond
he: טען מארנק נייר
id: Muat dari Dompet Kertas
it: Carica Portafoglio Cartaceo
lv: Ielādēt no papīra maka
nl: Van papieren wallet importeren
pl: Załaduj z Papierowego Portfela
pt: Carregar de uma Carteira de Papel
ro: Încarcă din Paper Wallet
ru: Загрузить с Paper кошелька
sl: Naloži iz papirne
sv: Ladda från pappersplånbok
tl: Ilipat galing sa Paper Wallet
tr: Bakiye Transferi
zh_hans: 用纸钱包充值
zh_hant: 用紙錢包充值

# transferError
source: An error has occurred during the transfer. Please try again later.
ar: لقد حدث خطأ أثناء النقل. الرجاء إعادة المحاولة في وقت لاحق.
bg: Възникна грешка по време на прехвърлянето. Моля опитайте по-късно.
cs: Během přenosu došlo k chybě. Prosím zkuste to znovu později.
de: Während des Transfers ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Ha ocurrido un error durante la transferencia. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur s’est produite durant le transfert. Veuillez réessayer plus tard.
he: חלה תקלה במהלך ההעברה. בבקשה נסה מאוחר יותר.
id: Terjadi kesalahan selama transfer. Silakan coba lagi nanti.
it: Si è verificato un errore durante il trasferimento. Riprova più tardi.
lv: Pārsūtīšanas laikā notika kļūda. Lūdzu vēlāk mēģiniet vēlreiz.
nl: Tijdens het overzetten is een fout opgetreden. Probeer het later nog eens.
pl: Podczas transferu wystąpił błąd. Proszę spróbować póżniej.
pt: Ocorreu um erro durante a transferência. Por favor, tente novamente mais tarde.
ro: A avut loc o eroare în timpul transferului. Vă rugăm să încercați din nou mai târziu.
ru: Во время передачи произошла ошибка.Пожалуйста, попробуйте позже.
sl: Napaka med prenosom. Poskusite kasneje.
sv: Ett fel uppstod vid överföringen. Försök igen senare.
tl: Nagkaroon ng error sa paglipat. Pakiulit mamaya.
tr: Aktarma esnasında bir problem oluştu. Lütfen daha sonra tekrar dene.
zh_hans: 传送出现了问题，请稍后再尝试。
zh_hant: 傳送出現了問題，請稍後再嘗試。

source: Paper Wallet
ar: المحفظة الورقية
bg: Хартиен Портфейл
cs: Papírová Peněženka
es: Billetera de Papel
fr: Portefeuille Papier
he: ארנק נייר
id: Dompet Kertas
it: Portafoglio Cartaceo
lv: Papīra maks
nl: Papieren wallet
pl: Papierowy Portfel
pt: Carteira de Papel
ru: Paper кошелёк
sl: Papirna denarnica
sv: Pappersplånbok
tr: Kağıt Cüzdan
zh_hans: 纸钱包
zh_hant: 紙錢包

# kaliumWallet
source: Natrium Wallet
ar: المحفظة نتريوم
bg: Natrium Портфейл
cs: Kalium peněženka
es: Natrium
fr: Portefeuille Natrium
he: ארנק נאטריום
id: Dompet Natrium
it: Portafoglio Natrium
lv: Natrium maks
pl: Portfel Natrium
pt: Carteira Natrium
ro: Portofel Natrium
ru: Natrium кошелёк
sl: Natrium denarnica
sv: Natrium-plånbok
tr: Natrium Cüzdanı
zh_hans: Natrium 钱包
zh_hant: Natrium 錢包

source: Manual Entry
ar: إدخال يدوي
bg: Ръчно въвеждане
cs: Ruční zadání
de: Manueller Eintrag
es: Introducir datos
fr: Saisie manuelle
he: הכנסה ידנית
id: Entri Manual
it: Inserisci Manualmente
lv: Manuālā ievade
nl: Handmatige invoer
pl: Wpisanie Manualne
pt: Entrada Manual
ro: Introducere manuală
ru: Ручной ввод
sl: Ročni vnos
sv: Ange manuellt
tl: Manual na ipasok
tr: Manuel Giriş
zh_hans: 手动输入
zh_hant: 手動輸入

source: Mnemonic Phrase
ar: عبارة تذكيرية
bg: Мнемонична фраза
cs: Mnemonická fráze
de: Wortfolge
es: Frase mnemónica
fr: Phrase mnemonique
he: פתגם זכרון
id: Frase Mnemonic
it: Frase Mnemonica
lv: Mnemoniskā frāze
nl: Woordvolgorde
pl: Fraza Mnemnoniczna
pt: Frase Mnemônica
ro: Frază de memorat
ru: Мнемоническая фраза
sl: Besedna fraza
sv: Minnesfras
tr: Memonik Cümle
zh_hans: 密码短语
zh_hant: 密碼短語

source: Raw Seed
cs: Hrubé semínko
de: Seed
es: Semilla
fr: Seed
he: סיד
id: Benih Mentah
it: Seme
lv: Plikā sēkla
nl: Seed
pl: Surowe Nasiono
pt: Seed
ro: Seed simplu
ru: Сырой Seed
sl: Surov ključ
sv: Seed
tr: Seed
zh_hans: 种子代码
zh_hant: 種子代碼

# transferHeader
source: Transfer Funds
ar: تحويل الرصيد
bg: Прехвърли Средства
cs: Převést finanční prostředky
de: Guthaben transferieren
es: Transferir Fondos
fr: Transférer
he: העברת סכום
id: Transfer Dana
it: Trasferisci Fondi
lv: Pārsūtīt līdzekļus
nl: Bedragen overzetten
pl: Transferuj Środki
pt: Transferir Fundos
ro: Transferă Fonduri
ru: Перевод Средств
sl: Prenesi znesek
sv: Överför medel
tr: Bakiye Transferi
zh_hans: 传送钱币
zh_hant: 傳送錢幣

source: Transfer
ar: تحويل
bg: Прехвърли
cs: Převod
de: Transferieren
es: Transferir
fr: Transférer
he: העבר
hu: Küldés
it: Trasferisci
lv: Pārsūtīt
nl: Overzetten
pt: Transferir
ro: Transferă
ru: Отправить
sl: Prenesi
sv: Överför
tl: Ilipat
tr: Aktar
zh_hans: 传送
zh_hant: 傳送

# transferManualHint
source: Please enter the seed below.
ar: الرجاء إدخال المفتاح الخاص.
bg: Моля въведете Seed по-долу.
cs: Zadejte semínko níže.
de: Seed eingeben.
es: Por favor, introduzca la semilla a continuación.
fr: Merci d'entrer votre clé privée ci-dessous
he: בבקשה הכנס את הסיד הנ"ל
hu: Írd be a seedet.
id: Mohon masukkan benih dibawah ini.
it: Inserisci il tuo seme.
lv: Lūdzu, zemāk ievadiet sēklu
nl: A.u.b. hieronder de seed invoeren.
pt: Por favor, insira a seed abaixo.
ro: Introduceți seed-ul mai jos.
ru: Введите Seed ниже.
sl: Spodaj vnesite ključ.
sv: Vänligen ange PIN nedan.
tl: Pakilagay seed sa ibaba.
tr: Lütfen seedi gir.
zh_hans: 请输入种子代码。
zh_hant: 請輸入種子代碼。

# transferIntro
source: This process will transfer the funds from a paper wallet to your Natrium wallet. Tap the "%1" button to start.
ar: ستقوم هذه العملية بتحويل الرصيد من المحفظة الورقية إلى محفظة نتريوم الخاصة بك. اضغط على الزر "%1" للبدء.
bg: Този процес ще прехвърли вашите средства от Хартиен Портфейл към Natrium Портфейл. Натиснете "%1" бутона за Старт.
cs: Tento proces přenese prostředky z papírové peněženky do vaší peněženky Natrium. Začněte klepnutím na tlačítko "% 1".
de: Dieser Vorgang wird das Guthaben vom Paper Wallet an dein Natrium Wallet transferieren. Tippe zum Starten auf "%1" .
es: Este proceso transferirá los fondos de una billetera de papel a su billetera en Natrium. Pulse el "%1" botón para empezar.
fr: Ce procédé transférera d’un portefeuille papier vers votre portefeuille Natrium. Appuyer sur le bouton "%1" pour commencer.
he: התהליך יעביר את הסכום שברשותך מארנק הנייר לארנק נאטריום לחץ על כפתור ה "%1" בכדי להתחיל.
id: Proses ini akan mentransfer dana dari dompet kertas ke dompet Natrium Anda. Ketuk "%1" tombol untuk memulai.
it: Questo processo trasferirà i fondi da un portafoglio cartaceo al tuo portafoglio Natrium. Premi il pulsante "%1" per iniziare.
lv: Šis process pārskaitīs jūsu papīra maka līdzekļus uz jūsu Natrium maku. Pieskaries "%1" pogai, lai sāktu.
nl: Met dit proces worden de bedragen van een papieren wallet overgezet naar uw Natrium-wallet. Tik op de "%1" knop om te starten.
pl: Ten proces trensferuje środki z portfela papierowego do twojego portfela Natrium. Naciśnij "%1" przycisk aby zacząć.
pt: Este processo transferirá os fundos de uma carteira de papel para sua carteira Natrium. Toque no botão "%1" para começar.
ro: Acest proces va transfera fondurile dintr-un Paper Wallet către contul dvs. Natrium. Atingeți butonul "%1" pentru a începe.
ru: Этот процесс переведёт средства с бумажного кошелька на ваш Natrium кошелёк. Нажмите кнопку "%s" чтобы начать.
sl: Postopek bo prenesel znesek iz papirne denarnice v vašo Natrium denarnico. Pritisni "%1" gumb za začetek.
sv: Den här processen kommer att överföra medel från en pappersplånbok till din Natrium-plånbok. Tryck på "%1" knappen för att starta.
tl: Ang prosesong ito ay ang paglipat ng pondo galing sa paper wallet. I-tap ang "%1" button para umpisahan.
tr: Bu işlem bir kağıt cüzdanda bulunan bakiyeyi senin Natrium cüzdanına aktaracak. Başlamak için "%1" butonuna bas.
zh_hans: 这个过程会将纸钱包的钱币转移到您的 Natrium 钱包。 请按 "%1" 键开始。
zh_hant: 這個過程會將紙錢包的錢幣轉移到您的 Natrium 錢包。 請按 "%1" 鍵開始。

# transferQrScanHint
source: Scan a Nano seed or private key
ar: مسح المفتاح الخاص
bg: Сканирайте Nano Seed или Личен Ключ.
cs: Naskenujte počáteční nebo soukromý klíč Nano
de: Scanne einen Nano Seed oder Private Key
es: Escanear una semilla de NANO o clave privada
fr: Scanner un seed Nano ou une clé privée
he: סרוק סיד של נאנו או ארנק נייר
id: Pindai Benih atau kunci pribadi
it: Scansiona un seme o una chiave privata
lv: Skenē Nano sēklu vai privāto atslēgu
nl: Scan een Nano seed of private key
pl: Skanuj Nasiono Nano lub klucz prywatny
pt: Escaneie uma Nano seed ou private key
ro: Scanați un seed pentru NANO sau un private key
ru: Сканировать Nano seed или закрытый ключ
sl: Zajemi Nano ključ
sv: Skanna en Nano seed eller en privat nyckel
tl: Mag-scan ng Nano seed o private key
tr: Bir Nano seedi veya private key'i tara
zh_hans: 请扫描 NANO 种子代码
zh_hant: 請掃描 NANO 種子代碼

# transferQrScanError
source: This QR code does not contain a valid seed.
ar: لا يحتوي رمز الاستجابة السريعة على مفتاح خاص صحيح.
bg: Този QR-код не съдържа валиден Seed.
cs: Tento QR kód neobsahuje platné semínko.
de: Dieser QR Code enthält keinen gültigen Seed.
es: Este código QR no contiene una semilla válida.
fr: Ce code QR ne contient pas de seed valide.
he: הברקוד אינו מכיל סיד תקין.
id: Kode QR ini tidak mengandung benih yg valid.
it: Questo codice QR non contiene un seme valido.
lv: Šis QR kods nesatur derīgu sēklu
nl: Deze QR-code bevat geen geldige seed.
pl: Ten kod QR nie zawiera ważnego nasiona.
pt: Este código QR não contém uma seed válida.
ro: Acest cod QR nu conține un seed valid.
ru: Этот QR не содержит действительного seed
sl: QR koda ne vsebuje veljavnega ključa.
sv: Denna QR-kod innehåller ingen giltig seed.
tl: Ang QR code na ito ay hindi valid na seed.
tr: Bu QR kodu geçerli bir seed içermiyor.
zh_hans: 这个二维码没有包含任何有效的种子代码
zh_hant: 這個二維碼沒有包含任何有效的種子代碼

# transferNoFunds
source: This seed does not have any NANO on it
ar: هذا المفتاح الخاص لا يحتوي على NANO
bg: Този Seed не съдържа NANO на него.
cs: Toto semínko nemá na sobě žádné NANO
de: Dieser Seed enthält keine NANO.
es: Esta semilla no contiene ningún NANO.
fr: Ce seed ne contient pas de NANO.
he: אין שום נאנו בסיד המצורף.
id: Tidak ada NANO di dalam benih ini.
it: Questo seme non contiene alcun NANO al suo interno.
lv: Šai sēklai nav piesaistīti līdzekļi
nl: Deze seed bevat geen Nano.
pl: To nasiono nie zawiera żadnego NANO.
pt: Não há nenhuma Nano nesta seed.
ro: Acest seed nu conține NANO.
ru: На этом seed нет NANO.
sl: Ključ ne vsebuje nobenega NANO zneska.
sv: Denna seed innehåller inga NANO.
tl: Ang seed na ito ay walang NANO.
tr: Bu seedin içinde hiç NANO yok.
zh_hans: 这个种子代码没有包含任何 NANO
zh_hant: 這個種子代碼沒有包含任何 NANO

# transferConfirmInfo
source: A wallet with a balance of %1 NANO has been detected.
ar: تم كشف محفظة برصيد %1 NANO.
bg: Портфейл с баланс от %1 NANO е открит.
cs: Byla nalezena peněženka se zůstatkem %1 NANO.
de: Ein Wallet mit einem Guthaben von %1 NANO wurde gefunden.
es: Se ha detectado una billetera con un balance de %1 NANO.
fr: Un portefeuille avec un solde de %1 NANO a été détecté.
he: ארנק עם מאזן של %1 נאנו אותר.
id: Dompet dengan saldo %1 NANO telah terdeteksi.
it: Rilevato un portafoglio con un saldo di %1 NANO.
lv: Maks ar %1 NANO bilanci ir atrasts.
nl: Een wallet met een balans van %1 Nano is gedetecteerd.
pl: Portfel z saldem %1 NANO został wykryty.
pt: Uma carteira com saldo de %1 NANO foi detectada.
ro: Un portofel cu un sold de %1 NANO a fost detectat.
ru: Обнаружен кошелёк с балансом %1 NANO.
sl: Denarnica z zneskom %1 NANO je bila zaznana.
sv: En plånbok med ett saldo om %1 NANO har upptäckts.
tl: Ang wallet na may balanse na %1 NANO ay na-detect.
tr: %1 NANO bakiyeye sahip bir cüzdan tespit edildi.
zh_hans: 检测到一个包含 %1 NANO 的钱包。
zh_hant: 檢測到一個包含 %1 NANO 的錢包。

# transferConfirmInfoSecond
source: Tap confirm to transfer the funds.
ar: إضغط لتأكيد تحويل الرصيد.
bg: Натиснете да потвърдите прехвърлянето на средствата.
cs: Prostředky převedete klepnutím na potvrzení.
de: Tippe, um den Transfer zu bestätigen.
es: Pulse confirmar para transferir los fondos.
fr: Appuyer pour confirmer le transfert de fonds.
he: לחץ על אשר בכדי להעביר את הסכום.
id: Ketuk konfirmasi untuk mentransfer dana.
it: Premi conferma per trasferire i fondi.
lv: Pieskarieties, lai apstiprinātu līdzekļu pārskaitīšanu.
nl: Tik op bevestigen om het bedrag over te zetten.
pl: Naciśnij potwierdz aby transferować środki.
pt: Toque em confirmar para transferir os fundos.
ro: Apăsați pentru a confirma transferul.
ru: Нажмите Подтвердить, чтобы перевести средства.
sl: Pritisni za prenos zneska.
sv: Tryck på bekräfta för att överföra medel.
tl: I-tap ang confirm para ilipat ang pondo.
tr: Transfer işlemini başlatmak için onayla butonuna bas.
zh_hans: 按键确定传送钱币。
zh_hant: 按鍵確定輸送錢幣。

# transferConfirmInfoThird
source: Transfer may take several seconds to complete.
ar: قد يستغرق النقل عدة ثوانيٍ.
bg: Прехвърлянето може да отнеме няколко секунди.
cs: Dokončení přenosu může trvat několik sekund.
de: Der Vorgang kann einige Sekunden dauern.
es: La transferencia puede tardar varios segundos en completarse.
fr: Le transfert pourrait prendre quelques secondes.
he: יתכן שיקחו כמה שניות עד תחילת ההעברה.
id: Transfer membutuhkan beberapa detik.
it: Il trasferimento potrebbe richiedere parecchi secondi.
lv: Pārskaitīšana var prasīt vairākas sekundes.
nl: Het overzetten kan enkele seconden duren om te voltooien.
pl: Transfer może zająć kilka sekund żeby się zakończyć.
pt: A transferência pode levar vários segundos para concluir.
ro: Transferul poate dura câteva secunde.
ru: Перевод может занять несколько секунд.
sl: Prenos lahko traja nekaj sekund.
sv: Överföringen kan ta upp till flera sekunder att genomföras.
tl: Ang paglipat ay maaring tumagal ng ilang segundo.
tr: Bu işlem birkaç saniye sürebilir.
zh_hans: 传送需要几秒钟完成，请稍等一下。
zh_hant: 傳送需要幾秒鐘完成，請稍等一下。

# transferLoading
source: Transferring
ar: بصدد التحويل
bg: Прехвърляне
cs: Přenáší se
de: Transfer läuft
es: Transfiriendo
fr: Transfert
he: מעביר
id: Mentransfer
it: Trasferimento
lv: Pārsūta
nl: Overzetten
pl: Transferuje
pt: Transferindo
ro: Se transferă...
ru: Перевод
sl: Prenašam
sv: Överför
tl: Nililipat na
tr: Aktarılıyor
zh_hans: 传送中
zh_hant: 傳送中

# transferComplete
source: %1 NANO successfully transferred to your Natrium Wallet.
ar: تم تحويل %1 NANO إلى محفظة نتريوم.
bg: %1 NANO успешно прехвърлени към вашият Natrium Портфейл.
cs: %1 NANO úspěšně převedeno do vaší peněženky Natrium.
de: %1 NANO wurden erfolgreich an dein Natrium Wallet gesendet.
es: %1 NANO se han transferido con éxito a su billetera en Natrium.
fr: %1 NANO ont été transférés avec succès vers votre portefeuille Natrium.
he: %1 נאנו הועברו לארנק נאטריום.
id: %1 NANO berhasil ditransfer ke Dompet Natrium Anda.
it: %1 NANO trasferiti con successo sul tuo portafoglio Natrium.
lv: %1 NANO sekmīgi pārskaitīti uz jūsu Natrium maku.
nl: %1 Nano succesvol overgezet naar uw Natrium-wallet.
pl: %1 NANO zostało z powodzeniem przesłane do twojego portfela Natrium.
pt: %1 NANO transferido com sucesso para sua carteira Natrium.
ro: %1 NANO au fost transferate cu succes în portofelul dvs. Natrium.
ru: %1 NANO успешно переведены в Kalium кошелёк.
sl: %1 NANO uspešno prenešenih v vašo Natrium denarnico.
sv: %1 NANO har överförts till din Natrium-plånbok.
tl: %1 NANO ay nalipat na sa iyong Natrium Wallet.
tr: %1 NANO başarıyla Natrium cüzdanına aktarıldı.
zh_hans: %1 NANO 成功传送到您的 Natrium 钱包。
zh_hant: %1 NANO 成功傳送到您的 Natrium 錢包。

# transferClose
source: Tap anywhere to close the window.
ar: اضغط في أي مكان لغلق النافذة.
bg: Докоснете някъде, за да затворите прозореца.
cs: Klepnutím kamkoli zavřete okno.
de: Tippe, um das Fenster zu schließen.
es: Pulse en cualquier lugar para cerrar esta ventana.
fr: Appuyer n’importe où afin de fermer ce volet.
he: לחץ בכל מקום בכדי לסגור את החלון.
id: Ketuk di mana saja untuk melanjutkan.
it: Premi dove vuoi per chiudere la finestra.
lv: Pieskarieties jebkur, lai aizvērtu.
nl: Tik ergens om het venster te sluiten.
pl: Naciśnij gdziekolwiek żeby zamknąć okno.
pt: Toque em qualquer lugar para fechar a janela.
ro: Apăsați oriunde pentru a închide această fereastră.
ru: Нажмите в любом месте, чтобы закрыть окно.
sl: Pritisni kjerkoli za izhod.
sv: Tryck någonstans för att stänga fönstret.
tl: I-tap kahit saan para isara itong window.
tr: Pencereyi kapatmak için herhangi bir yere dokun.
zh_hans: 点击任意位置关闭窗口。
zh_hant: 點擊任意位置關閉窗口。

# scanInstructions
source: Scan a Nano address QR code
ar: مسح عنوان رمز الاستجابة السريعة
bg: Сканирай Nano адрес или QR-код
cs: Naskenujte QR kód Nano adresy
de: Scanne einen Nano-Address-QR-Code
es: Escanear un código QR address de una billetera de Nano.
fr: Scanner le code QR d’une adresse Nano
he: סרוק כתובת ברקוד של נאנו
hi: बनानो के पते का क्यू आर कोड स्कैन करें
hu: Olvass be QR kóddal egy Nano címet
id: Pindai QR code alamat Nano
it: Scansiona un codice QR Nano
ko: Nano QR 코드 주소를 스캔하하세요
lv: Noskenējiet Nano adreses QR kodu
ms: Imbaskan Kod QR Alamat Nano anda
nl: Scan een Nano adres QR code
pl: Zeskanuj addres Kod QR
pt: Escaneie o código QR de um endereço Nano
ro: Scanează o adresă NANO de tip cod QR
ru: Сканировать QR-код Nano/адрес.
sl: Zajemi Nano naslov QR kodo
sv: Skanna en Nano adress QR-kod
tl: I-scan ang Nano address QR code
tr: Nano Adresi'nin QR Kodu'nu tarayın
zh_hans: 扫描NANO二维码地址
zh_hant: 掃描NANO二維碼地址

# unlockPin
source: Enter PIN to Unlock Natrium
ar: أدخل الPIN لفتح نتريوم
bg: Въведи ПИН за да отключиш Natrium
cs: Zadejte PIN pro odemčení Natria
de: PIN eingeben, um Natrium zu entsperren
es: Introduzca el código PIN para desbloquear Natrium
fr: Entrer votre PIN pour déverrouiller Natrium
he: הכנס קוד בשביל לשחרר את נאטריום מנעילה
hu: Írd be a PIN-t a Bejelentkezéshez a Natriumba
id: Masukkan PIN untuk membuka KALIUM
it: Inserisci il PIN per Sbloccare Natrium
lv: Ievadiet PIN, lai piekļūtu Natrium
nl: PIN invoeren om Natrium te ontgrendelen
pt: Digite o PIN para desbloquear Natrium
ro: Introduceți codul PIN pentru a debloca Natrium
ru: Введите PIN-код, чтобы разблокировать Natrium
sl: Vnesi PIN za odklep Natrium
sv: Ange PIN för att låsa upp Natrium
tl: Ilagay ang PIN mabuksan
tr: Natrium’u Açmak için Pin Kodunu Gir
zh_hans: 请输入识别码码解锁 Natrium
zh_hant: 請輸入識別碼解鎖 Natrium
